Repository: p12tic/awn-extras
Catalog: po/*.po
Languages: eu, ms

source: Meter hand color:
eu: Neurgailuaren kolorea:
ms: Warna jarum meter:

source: Remove
eu: Kendu
ms: Buang

source: Sensor high value
eu: Sentsorearen goiko balioa
ms: Pengesan nilai tinggi

source: Sensor low value
eu: Sentsorearen beheko balioa
ms: Pengesan nilai rendah

source: Show value in icon
eu: Erakutsi balioa ikonoan
ms: Papar nilai di dalam ikon

source: Temperature unit:
eu: Tenperatura-unitatea:
ms: Unit Suhu:

source: Theme:
eu: Gaia:
ms: Tema:

source: Update interval:
eu: Eguneratze-tartea:
ms: Kemas kini selang:

source: seconds
eu: segundo
ms: saat

source: Indicator Applet
eu: Adierazle appleta

source: An applet to hold all of the system indicators
eu: Sistema-adierazle guztiak erakusten dituen appleta

source: Indicator Applet Preferences
eu: Adierazle-appletaren hobespenak

source: Enabled Entries
eu: Gaitu sarrerak

source: Indicator Applet Session (Quit)
eu: Adierazle-appletaren saioa (Irten)

source: Me Menu
eu: Me menua

source: Messaging Menu
eu: Mezu-menua

source: Network Menu
eu: Sare-menua

source: Sound Control Menu
eu: Soinuaren kontrol-menua

source: Other Menus
eu: Beste menu batzuk

source: Options
eu: Aukerak

source: Number of rows:
eu: Errenkada-kopurua:

source: Number of columns:
eu: Zutabe-kopurua:

source: Enable Applet Icon mode
eu: Gaitu applet-ikonoaren modua

source: Me menu
eu: Me menua

source: Messaging menu
eu: Mezu-menua

source: Network menu
eu: Sare-menua

source: Indicator Applet Session
eu: Adierazle-appletaren saioa

source: Sound Menu
eu: Soinu-menua

source: If true, show any other menus
eu: Egia bada, erakutsi beste menuak

source: If true, show the Me menu (chat, microblogging, etc)
eu: Egia bada, erakutsi Me menua (txata, mikroblogina, etab.)

source: If true, show the Messaging icon
eu: Egia bada, erakutsi mezu-ikonoa

source: If true, show the Network menu
eu: Egia bada, erakutsi sare-menua

source: If true, show the Sound control menu
eu: Egia bada, erakutsi soinuaren kontrol-menua

source: If true, show the indicator applet icons
eu: Egia bada, erakutsi adierazle-appletaren ikonoak

source: If true, show the indicator applet session icon (lock screen, switch users, etc)
eu: Egia bada, erakutsi adierazle-appletaren saio-ikonoa (pantaila blokeatu, erabiltzailez aldatu, etab.)

source: If true, use an Awn applet icon instead
eu: Egia bada, erakutsi Awn-ren applet-ikono bat ordezko gisa

source: The number of rows (top and bottom edge) or columns (side edges)
eu: Errenkada-kopurua (goiko eta beheko ertzak) edo zutabe-kopurua (alboko ertzak)

source: Display any network errors
eu: Erakutsi sareko edozein errore
ms: Papar apa-apa ralat rangkaian

source: The Desktop Email client to use
eu: Erabiliko den mahaigaineko posta-bezeroa
ms: Klien Emel Desktop yang digunakan

source: The Email backend to use
eu: Erabiliko den posta-motorra
ms: Emel belakang yang digunakan

source: The theme to use for the icon
eu: Ikonorako erabiliko den gaia
ms: Tema yang digunakan untuk ikon

source: Timeout between two value updates (in minutes).
eu: Bi balioren arteko denbora-muga (minututan).
ms: Masa rehat diantara dua nilai yang dikemaskini (dalam minit)

source: Used for logging in; do not touch
eu: Saioa hasteko erabilia; ez ukitu
ms: Digunakan untuk log masuk; jangan ganggu

source: Check Your Email from AWN
eu: Ikusi postarik duzun Awn-tik
ms: Semak Emel anda dari Awn

source: Mail Applet
eu: Posta elektronikoaren appleta
ms: Aplet Surat

source: You have %d new message
eu: Mezu berri %d daukazu
ms: Anda mempunyai %d mesej baru

source: %d unread message
eu: Irakurri gabeko mezu %d
ms: Mesej yang belum dibaca

source: [No Subject]
eu: [Gairik ez]
ms: [Tiada subjek]

source: Mail Applet (Click to Log In)
eu: Posta elektronikoaren appleta (egin klik saioa hasteko)
ms: Aplet Surat (Klik untuk Log Masuk)

source: Logging in as %s
eu: %s bezala sartzen
ms: Log masuk sebagai %s

source: Network error - Mail Applet
eu: Sare-errorea - Posta elektronikoaren appleta
ms: Ralat rangkaian - Aplet Mel

source: New Mail - Mail Applet
eu: Mezu berria - Posta elektronikoaren appleta
ms: Surat Baru - Aplet Surat

source: Mail
eu: Posta
ms: Mel

source: Open Web Mail
eu: Ireki web posta
ms: Buka Mel Sesawang

source: Open Desktop Client
eu: Ireki mahaigaineko bezeroa
ms: Buka Klien Desktop

source: Refresh
eu: Freskatu
ms: Segar semula

source: Log Out
eu: Amaitu saioa
ms: Daftar Keluar

source: No unread messages
eu: Ez dago irakurri gabeko mezurik
ms: Tiada mesej yang belum dibaca

source: No new messages
eu: Ez dago mezu berririk
ms: Tiada mesej baru

source: Wrong username or password
eu: Erabiltzaile-izen edo pasahitz okerra
ms: Kata nama atau kata laluan salah

source: Log In
eu: Hasi saioa
ms: Log masuk

source: Type:
eu: Mota:
ms: Jenis:

source: Backend
eu: Motorra

source: There seem to be problems with our connection to your account. Your best bet is probably to log out and try again.
eu: Dirudienez arazoak daude zure kontura konektatzeko. Aukerarik onena saioa bukatu eta berriro saiatzea da.
ms: Ada masalah sambungan kami ke akaun anda. Cara yang terbaik ialah daftar keluar dan cuba lagi.

source: [Unknown]
eu: [Ezezaguna]

source: Domain:
eu: Domeinua:

source: Spool Path:
eu: Spool bide-izena:
ms: Laluan Kili:

source: Could not log in:
eu: Ezin izan da saioa hasi:
ms: Tidak dapat mendaftar masuk:

source: Could not log in: Username or password incorrect
eu: Ezin izan da saioa hasi: Erabiltzaile-izena edo pasahitza okerra da
ms: Tidak dapat mendaftar masuk: Kata nama atau kata laluan salah

source: Server:
eu: Zerbitzaria:
ms: Pelayan:

source: Use SSL encryption
eu: Erabili SSL zifratzea
ms: Guna enkripsi SSL

source: Could not log in
eu: Ezin izan da saios hasi
ms: Tidak dapat log masuk

source: Folder does not exst
eu: Karpeta ez da existitzen
ms: Folder tidak wujud

source: Get messages from only one folder
eu: Jaso karpeta bakar bateko mezuak
ms: Dapatkan mesej dari satu folder sahaja

source: Folder:
eu: Karpeta:

source: An applet to check one's email
eu: Posta elektronikoa egiaztatzeko appleta
ms: Aplet untuk memeriksa email seseorang

source: <b>Mail</b>
eu: <b>Posta</b>
ms: <b>Mel</b>

source: Update _interval:
eu: Eguneraketa-_tartea:

source: _Alert on network errors
eu: __Alerta sareko erroreak daudenean
ms: _Beri amaran pada ralat rangkaian

source: _Email client:
eu: _Posta elektronikoko bezeroa:
ms: Klien _Emel:

source: minutes
eu: minututik behin
ms: minit

source: Close the docklet when mouse moves out from it.
eu: Itxi docklet-a sagua kanpora mugitzen denean.
ms: Tutup docklet apabila penuding bergerak keluar daripadanya.

source: Display album art if available.
eu: Erakutsi album-azala, eskuragarri badago.
ms: Papar album art jika ada.

source: Display docklet instead of standard applet dialog.
eu: Erakutsi docklet-a appletaren koadro estandarraren ordez.
ms: Papar docklet selain dialog aplet piawai.

source: Size of the album art.
eu: Album-azalaren tamaina
ms: Saiz album art

source: Tooltip format to use.
eu: Erabiliko den argibide-formatua.
ms: Format tooltip yang digunakan

source: Control your music player
eu: Kontrolatu zure musika-erreproduzigailua
ms: Mengawal pemain muzik anda

source: Media Control
eu: Medioen kontrola
ms: Kawalan Media

source: Media Control Applet
eu: Multimedia-kontrolagailuaren appleta

source: by
eu: egilea:

source: from
eu: hemendik:

source: Title - Artist
eu: Izenburua - Artista
ms: Tajuk - Artis

source: Artist - Title
eu: Artista - Izenburua
ms: Artis - Tajuk

source: Controls your favourite music player.
eu: Zure musika-erreproduzigailu gogokoena kontolatzen du

source: Close docklet when mouse leaves it
eu: Itxi docklet-a sagua kanpora mugitzen denean.
ms: Tutup docklet apabila penuding keluar darinya.

source: Display _docklet instead of dialog
eu: Erakutsi docklet-a elkarrizketa-koadroaren ordez.
ms: Papar _docklet selain dialog

source: Media-control preferences
eu: Medioen kontrolaren hobespenak
ms: Keutamaan kawalan-media

source: Show _album art when available
eu: Erakutsi _album-azala eskuragarri dagoenean
ms: Papar _album art jika ada

source: _Size of the album art:
eu: Album-azalaren _tamaina
ms: _Saiz album art:

source: _Tooltip format:
eu: _Argibideen formatua:
ms: Format _tooltip:

source: pixels
eu: pixel
ms: piksel

source: A media-control applet (Next Track)
eu: Medioen kotrolerako appleta (hurrengo pista)
ms: Aplet kawalan-media (Trek berikut)

source: Media Icons Next
eu: Medioen ikonoa Hurrengoa
ms: Ikon Media Berikut

source: A media-control applet (Previous Track)
eu: Medioen kotrolerako appleta (aurreko pista)
ms: Aplet kawalan-media (Trek sebelum)

source: Media Icons Previous
eu: Medioen ikonoa Aurrekoa
ms: Ikon Media Sebelum

source: A media-control applet (Play/Pause)
eu: Medioen kotrolerako appleta (erreproduzitu/pausarazi)
ms: Aplet kawalan-media (Main/Jeda)

source: Media Icons Play/Pause
eu: Medioen ikonoa Erreproduzitu/Pausarazi
ms: Ikon Media Main/Jeda

source: Next
eu: Hurrengoa
ms: Berikut

source: Previous
eu: Aurrekoa
ms: Sebelum

source: Play/Pause
eu: Erreproduzitu/Pausarazi
ms: Main/Jeda

source: Audio sink to use.
eu: Erabiliko den audio-putzua.

source: Height of the video window.
eu: Bideo-leihoaren altuera.
ms: Tinggi tetingkap video

source: List of recently played URLs.
eu: Berriki erreproduzitutako URLen zerrenda.
ms: Senarai URL yang dimainkan baru-baru ini.

source: Video sink to use.
eu: Erabiliko den bideo-putzua.
ms: Video sink yang digunakan

source: Width of the video window.
eu: Bideo-leihoaren zabalera.
ms: Lebar tetingkap video.

source: Media Player
eu: Medioen erreproduzigailua
ms: Pemain Media

source: Plays any media files you drop on the applet
eu: Appletean jaregiten den edozein medio erreproduzitzen du
ms: Mana apa-apa fail media yang anda seret ke aplet

source: Media Player Applet
eu: Media-erreproduzigailuaren appleta

source: Recent items
eu: Popup menua

source: Please restart the applet to apply changes to sinks.
eu: Berrabiarazi appleta aldaketak isurbideei aplikatzeko

source: Plays any media files you drop on the applet.
eu: Appletean jaregiten den edozein multimedia-fitxategi erreproduzitzen du.

source: <b>GStreamer properties</b>
eu: <b>GStreamer propietateak</b>
ms: <b>Ciri-ciri GStreamer</b>

source: <b>Video size</b>
eu: <b>Bideo-tamaina</b>
ms: <b>Saiz video</b>

source: Media Player Preferences
eu: Medioen erreproduzigailuaren hobespenak
ms: Keutamaan Pemain Media

source: _Audiosink:
eu: _Audio-putzua:

source: _Height:
eu: A_ltuera:
ms: _Tinggi:

source: _Videosink:
eu: _Bideo-putzua:

source: _Width:
eu: _Zabalera:
ms: _Lebar:

source: Command to execute after mounting a mountpoint.
eu: Muntatze-puntu bat muntatu ondoren exekutatuko den komandoa.

source: List of mountpoints that should remain hidden in the UI.
eu: EI-an ezkutuan mantenduko diren muntatze-puntuen zerrenda.
ms: Senarai titik lekap yang seharusnya kekal tetsembunyi didalam UI.

source: An applet to (un)mount devices
eu: Gailuak (des)muntatzeko appleta
ms: Aplet untuk (nyah)lekap peranti

source: Mount Applet
eu: Muntatze-appleta
ms: Aplet Lekap

source: <i><b>Note:</b> use %D for the mountpoint</i>
eu: <i><b>Oharra:</b> erabili %D muntatze-puntu gisa</i>
ms: <i><b>Nota:</b> guna %D untuk titik lekap</i>

source: List of hidden mountpoints, separated by a space
eu: Muntatze-puntu ezkutuen zerrenda, zuriunez banatuta
ms: Senarai titik lekap tersembunyi, dijarakkan dengan space

source: _Execute command after successful mount:
eu: _Exekutatu komandoa muntatze arrakastatsuaren ondoren:
ms: _Jalankan perintah selepas lekapan berjaya:

source: _Hidden mountpoints:
eu: _Muntatze-puntu ezkutuak:
ms: Titik lekap _Tersembunyi:

source: Extra offset from the panel's egde.
eu: Distantzia gehigarria panelaren ertzetik.
ms: Ofset tambahan dari pinggir panel.

source: Maximum number of rows (or columns depending on the orientation of the panel) of the tray icons in the applet.
eu: Appleteko erretilu-ikonoen lerro-kopuru maximoa (edo zutabeena, panelaren orientazioaren arabera)
ms: Bilangan baris maksimum (atau lajur bergantung pada orientasi panel) ikon talam didalam aplet.

source: Size of the icons (in percent of applet size).
eu: Ikonoen tamaina (appletaren tamainaren ehunekotan).
ms: Saiz ikon (dalam peratus bagi saiz aplet)

source: The background color of the notification-area.
eu: Jakinarazpen-arearen atzeko planoaren kolorea.
ms: Warna latar belakang kawasan-pemberitahuan

source: The border color of the notification-area.
eu: Jakinarazpen-arearen ertzaren kolorea.
ms: Warna sempadan kawasan-pemberitahuan

source: tray icon has requested a size of (%i x %i), resizing to (%i x %i)
eu: erretilu-ikonoak (%i x %i) tamaina eskatu du, (%i x %i) tamainara aldatzen
ms: ikon talam meminta satu saiz (%i x %i), disaizkan kepada (%i x %i)

source: Orientation
eu: Orientazioa
ms: Orientasi

source: The orientation of the tray.
eu: Erretiluaren orientazioa.
ms: Orientasi talam.

source: <b>Background Color</b>
eu: <b>Atzeko planoaren kolorea</b>
ms: <b>Warna Latar Belakang</b>

source: <b>Border Color</b>
eu: <b>Ertzaren kolorea</b>
ms: <b>Warna Sempadan</b>

source: Automatic
eu: Automatikoa
ms: Automatik

source: Custom:
eu: Pertsonalizatua:
ms: Suai:

source: Extra _offset:
eu: Distantzia _gehigarria:
ms: _Ofset tambahan:

source: Icon _size:
eu: _Ikono-tamaina:
ms: _Saiz ikon:

source: Notification Area Preferences
eu: Jakinarazpen-arearen hobespenak
ms: Keutamaan Kawasan Pemberitahuan

source: _Number of icon rows:
eu: Ikono-lerroen _kopurua:
ms: _Bilangan baris ikon:

source: A Notification Area (systray)
eu: Jakinarazpen-area (systray)
ms: Kawasan Pemberitahuan (systray)

source: Notification Area
eu: Jakinarazpen-area
ms: Kawasan Pemberitahuan

source: There is already another notification area running on this screen!
eu: Beste jakinarazpen-area bat dago abian pantaila honetan!

source: Please remove the existing notification area and then restart the applet.
eu: Kendu abian dagoen jakinarazpen-area eta berrabiarazi appleta.

source: Background colour in the form (Hex) rrggbbaa
eu: Atzeko planoaren kolorea (Hex) rrggbbaa formatuan
ms: Warna latar belakang dalam bentuk (Heks) rrggbbaa

source: Border Width. A value of 0 indicates that is should not be drawn.
eu: Ertzaren zabalera. 0 balioak ez dela marraztuko esan nahi du.
ms: Lebar Sempadan. Nilai 0 menunjukkan tiada sempadan dilukis.

source: Border colour in the form (Hex) rrggbbaa. Also use for the timer widget
eu: Ertzaren kolorea (Hex) rrggbbaa formatuan Kronometro-trepetan ere erabilia
ms: Warna sempadan dalam bentuk (Heks) rrggbbaa. Juga digunakan pada widget pemasa

source: Display icon for awn notification daemon. Allows toggling of notification display
eu: Erakutsi ikonoa Awn-ren jakinarazpen-deabrurako. Jakinarazpenen bistaratzea txandakatzea ahalbidetzen du
ms: Papar ikon untuk daemon pemberitahuan awn. Benarkan penogolan paparan pemberitahuan

source: Gradient Factor applied to the notification window. Range of 0 to 1. The lower the number the more noticeable the effect.
eu: Jakinarazpen-leihoari aplikatutako gradiente-faktorea. Balio-tartea 0tik 1era. Zenbaki baxuagoak efektu nabarmenagoa eragiten du.
ms: Faktor gradient digunakan pada tetingkap pemberitahuan. Julat dari 0 hingga 1. Semakin rendah nombornya semakin jelas kesannya.

source: If the value is >0.0 then this opacity value will be applied to window instead of hiding.
eu: Balioa >0.0 bada, orduan opakotasun-balioa leihoari aplikatuko zaio, ezkutatu ordez.
ms: Jika nilai >0.0 maka nilai kelegapan akan digunakan pada tetingkap selain menyembunyikannya.

source: NOTE: This key should not be considered stable... it is likely to change. Arbitrary X position for notification window. Default is -1 which signifies awn-notification-daemon should place windows relative to its position in the bar.
eu: OHARRA: Gako hau ez da egonkorra... aldatu egin daiteke. X kokapen arbitrarioa jakinarazpen-leihorako. Lehenetsia -1 da, alegia awn-notification-daemon deabruak leihoak barran duen kokapenaren arabera kokatuko dituela.

source: NOTE: This key should not be considered stable... it is likely to change. Arbitrary Y position for notification window. Default is -1 which signifies awn-notification-daemon should place windows relative to its position in the bar.
eu: OHARRA: Gako hau ez da egonkorra... aldatu egin daiteke. Y kokapen arbitrarioa jakinarazpen-leihorako. Lehenetsia -1 da, alegia awn-notification-daemon deabruak leihoak barran duen kokapenaren arabera kokatuko dituela.

source: Sound.
eu: Soinua.
ms: Bunyi

source: Text colour in the form (Hex) rrggbbaa. Currently the alpha component is ignored
eu: Testuaren kolorea (Hex) rrggbbaa formatuan Unean alpha osagaia ezikusi egiten da
ms: Warna teks dalam bentuk (Heks) rrggbbaa. Buat masa ini komponen alfa diabaikan

source: The default sound file used unless a notification supplies the 'sound-file' or 'suppress-sound' hint. Leave empty for no default sound.
eu: Soinu-fitxategi lehenetsia, jakinarazpen batek 'sound-file' edo 'suppress-sound' iradokitzen ez badu. Utzi hutsik soinu lehenetsirik ez edukitzeko.
ms: Fail bunyi asal digunakan melainkan ada terdapat pemberitahuan yang memberi bayangan 'sound-file' atau 'suppress-sound'. Biarkan kosong bagi yang tiada bunyi lalai..

source: This will override the client and default timeout periods for all notification windows with a timeout. Value is in ms. A value less than or equal to 0 indicates that client and default values should be honoured.
eu: Honek bezeroaren eta lehenetsitako denbora-mugak gainidatziko ditu denbora-muga duten jakinarazpen guztietan. Balioa ms-tan dago. Zeroren berdina edo txikiagoa den balio batek esan nahi du bezeroaren eta lehenetsitako balioak erabiliko direla.
ms: Ini akan menghapuskan klien dan tempoh masa tamat lalai untuk semua tetingkap pemberitahuan yang mempunyai masa tamat. Nilainya dalam ms. Nilai yang kurang atau sama dengam 0 menunjukkan klien dan nilai lalai tersebut diambilkira.

source: Use bold text.
eu: Erabili testu lodia.
ms: Guna teks tebal.

source: Whether to attempt to kill any running notification-daemons.
eu: Abian dauden jakinarazpen-deabru guztiak hiltzen saiatu behar den ala ez.
ms: Sama ada cuba mematikan mana-mana notification-daemon yang sedang berjalan.

source: Whether to honour client notification window positioning requests.
eu: Jakinarazpen-bezeroaren leihoaren kokapen-eskaerei kasu egingo zaien ala ez.
ms: Sama ada menghormati permintaan menentududukan tetingkap pemberitahuan klien.

source: Whether to the use configured awn theme color values for xxxx.
eu: Awn-ren gaiaren kolore-balio konfiguratuak erabiliko diren ala ez xxxx-rako.
ms: Sama ada menggunakan nilai warna tema bagi awn yang dikonfigur kepada xxxx.

source: A replacement for the standard notification daemon and notify-osd. This will disable existing notification daemons while the applet is active.
eu: Jakinarazpen-deabru estandarra eta notify-osd ordezkatzeko appleta. Indarrean dauden jakinarapen-deabruak desgaituko dira appleta aktibo dagoenean.

source: Notification Daemon
eu: Jakinarazpen-deabrua

source: %u is not a valid notification ID
eu: %u ez da baliozko jakinarazpen ID.
ms: %u bukan ID pemberitahuan yang sah

source: Whether to show tooltips when hovering over a place.);
eu: Leku baten gainetik pasatzean argibideak erakutsiko diren ala ez.);
ms: Sama ada paparkan tooltip apabila terapung pada tempat.);

source: The width of the menu's border.);
eu: Menuaren ertzen zabalera.);
ms: Lebar sempadan menu.);

source: The size of the text in the menu, in pixels.);
eu: Menuko testuaren tamaina, pixeletan.);
ms: Saiz teks didalam menu, dalam piksel.);

source: The icon theme name of the applet's icon.);
eu: Appletaren ikonoaren ikono-gaiaren izena.);
ms: Nama tema ikon bagi ikon aplet.);

source: The file manager that shows the contents of the places.);
eu: Lekuen edukiak erakusten dituen fitxategi-kudeatzailea.);
ms: Pengurus fail yang memaparkan kandungan tempat.);

source: The colour (RGBA) of the text when a place is selected or the mouse hovers over it.);
eu: Leku bat hautatzen denean edo sagua gainetik pasatzen denean testuak hartzen duen kolorea, RGBA formatuan.);
ms: Warna (RGBA) teks apabila tempat dipilih atau penuding terapung diatasnya.);

source: The colour (RGBA) of the text in the menu.);
eu: Menuko testuaren kolorea RGBA formatuan.);
ms: Warna (RGBA) teks didalam menu.);

source: The colour (RGBA) of the menu's border, if the border width is greater than zero.);
eu: Menuaren ertzaren kolorea RGBA formatuan, ertzaren zabalera zero baino handiagoa denean.);
ms: Warna (RGBA)sempadan menu, jika lebar sempadan lebih daripada kosong.);

source: The color (RGBA) of the text when a place is selected or the mouse hovers over it.);
eu: Leku bat hautatzen denean edo sagua gainetik pasatzen denean testuak hartzen duen kolorea, RGBA formatuan.);
ms: Warna (RGBA) teks apabila tempat dipilih atau penuding terapung diatasnya.);

source: The color (RGBA) of the text in the menu.);
eu: Menuko testuaren kolorea RGBA formatuan.);
ms: Warna (RGBA) teks didalam menu.);

source: The color (RGBA) of the menu's border, if the border width is greater than zero.);
eu: Menuaren ertzaren kolorea RGBA formatuan, ertzaren zabalera zero baino handiagoa denean.);
ms: Warna (RGBA)sempadan menu, jika lebar sempadan lebih daripada kosong.);

source: The background colour (RGBA) of the menu.);
eu: Menuaren atzeko planoaren kolorea RGBA formatuan.);
ms: Warna latar belakang (RGBA) menu.);

source: The background colour (RGBA) of an entry in the menu when it is selected or the mouse hovers over it.);
eu: Menuko sarrera baten atzeko planoaren kolorea, RGBA formatuan, hautatua denean edo sagua gainetaik igarotzen zaionean.);
ms: Warna latar belakang (RGBA) masukan pada menu apabila ia dipilih atau penuding terapung diatasnya.);

source: The background color (RGBA) of the menu.);
eu: Menuaren atzeko planoaren kolorea RGBA formatuan.);
ms: Warna latar belakang (RGBA) menu.);

source: The background color (RGBA) of an entry in the menu when it is selected or the mouse hovers over it.);
eu: Menuko sarrera baten atzeko planoaren kolorea, RGBA formatuan, hautatua denean edo sagua gainetaik igarotzen zaionean.);
ms: Warna latar belakang (RGBA) masukan pada menu apabila ia dipilih atau penuding terapung diatasnya.);

source: Determines whether to use the current Gtk+ theme's colour/font settings, or the applet-specific style settings.);
eu: Uneko Gtk+ gaiaren kolorea/letra-tipoa erabiliko duen ala appletaren estilo-ezarpenak erabiliko dituen zehazten du.);
ms: Tentukan sama ada guna tetapan warna/fon tema GTK+ semasa, atau tetapan gaya spesifik aplet.);

source: Determines whether to use the current Gtk+ theme's color/font settings, or the applet-specific style settings.);
eu: Uneko Gtk+ gaiaren kolorea/letra-tipoa erabiliko duen ala appletaren estilo-ezarpenak erabiliko dituen zehazten du.);
ms: Tentukan sama ada guna tetapan warna/fon tema Gtk+ semasa, atau tetapan gaya spesifik aplet.);

source: Creates an alpha gradient in the menu item background. At the top and bottom of the menu, the alpha value is the background color's alpha value multiplied by this value. At 20 percent from the top of the menu, the alpha value is the background color's alpha value.);
eu: Alpha gradiente bat sortzen du menuko elementuaren atzeko planoan. Menuaren goiko eta beheko aldean, alpha balioa atzeko planoaren kolorearen alpha balioa ber balio hau da. Menuaren goiko aldetik ehuneko 20ko distantziara, alpha balioa atzeko planoaren kolorearen alpha balioa da.);
ms: Cipta gradient alfa pada latar belakang item menu. pada bahagian atas dan bawah menu, nila alfa ialah nilai alfa warna latar belakang yang digandakan dengan nilai ini. Pada nilai 20 peratus bermula dari bahagian atas menu, nilai alfa ialah nilai alfa warna latar belakang.);
