Repository: p12tic/awn-extras
Catalog: po/*.po
Languages: eu, ms

source: View your favourite comics on your desktop
eu: Ikusi zure komiki gogokoenak zure mahaigainean
ms: Baca komik kegemaran anda di desktop anda

source: Error
eu: Errorea
ms: Ralat

source: _About %s
eu: %s-(e)i buruz

source: There is a new strip of %s!
eu: %s-(r)en banda berria dago!
ms: Ada kartun baru %s!

source: Size
eu: Tamaina
ms: Saiz

source: Show link
eu: Erakutsi esteka
ms: Papar pautan

source: Failed to save <i>%s</i>.
eu: Ezin izan da <i>%s</i> gorde.
ms: Gagal menyimpan <i>%s</i>.

source: Add Comic
eu: Gehitu komikia
ms: Tambah Komik

source: Downloading Comic
eu: Komikia deskargatzen
ms: Muat Turun Komik

source: Ready to add comic!
eu: Komikia gehitzeko prest!
ms: Sedia untuk menambah komik!

source: Select Comic
eu: Hautatu komikia
ms: Pilih Komik

source: Select Image
eu: Hautatu irudia
ms: Pilih Imej

source: The guide found more than one image. Please select which one to use.
eu: Gidak irudi bat baino gehiago aurkitu du. Hautatu zein erabili nahi duzun.
ms: Juru Pandu menemui lebih dari satu imej. Sila pilh yang akan digunakan.

source: Manage comics
eu: Kudeatu komikiak
ms: Urus komik

source: Unknown command sent: %s
eu: Agindu ezezaguna bidali da: %s
ms: Arahan tidak diketahui dihantar: %s

source: Common Folder Launcher
eu: Karpeta komunen abiarazlea

source: Launcher for common folders and bookmarks
eu: Karpeta eta laster-marka komunen abiarazlea

source: Applet to launch common folders and bookmarks
eu: Karpeta eta laster-marka komunak abiarazteko appleta

source: Home Folder
eu: Karpeta nagusia
ms: Folder Rumah

source: Index of processor.
eu: Prozesadorearen indizea.
ms: Indeks pemproses

source: An applet to monitor and control the CPU frequency
eu: PUZaren maiztasuna gainbegiratu eta kontrolatzeko appleta
ms: Applet untuk memantau dan mengawal frekuensi CPU

source: CPU Frequency Monitor
eu: PUZ maiztasunaren monitorea
ms: Pemantau Frekuensi CPU

source: <span size="large"><b>Scaling unavailable</b></span> Frequency scaling is not available for the selected CPU.
eu: <span size="large"><b>Eskalatzea ezin da eskuratu</b></span> Maiztasunaren eskalatzea ezin da eskuratu hautatutako PUZerako.
ms: <span size="large"><b>Penskalaan tiada</b></span> Penskalaan Frekuensi tidak disediakan untuk CPU yang dipilih.

source: <b>Monitored CPU</b>
eu: <b>Monitorizatutako PUZa</b>
ms: <b>CPU yang Dipantau</b>

source: _Processor:
eu: _Prozesadorea:
ms: _Pemproses:

source: Can change layout with scroll wheel.
eu: Teklatu-diseinua saguaren gurpilarekin alda daiteke.
ms: Boleh menukar bentangan menggunakan roda tatal

source: Flag opacity (min: 0.0, max: 0.9).
eu: Banderaren opakotasuna (min: 0.0, max: 0.9).
ms: Kelegapan bendera (min: 0.0, maks: 0.9).

source: Flag size compared to icon (min: 0.1, max: 0.9).
eu: Banderaren tamaina ikonoarekiko (min: 0.1, max: 0.9).
ms: Saiz bendera yang dibandingkan dengan ikon (min: 0.1, maks:0.9).

source: Keyboard toggle to change selected layout (see prefs dialog for values).
eu: Teklatu bidezko txandakatzea hautatutako teklatu-diseinua aldatzeko (ikus hobespenak balioak ezagutzeko).
ms: Togol Papan Kekunci untuk mengubah bentangan pilihan (lihat dialog prefs untuk mengetahui nilainya)

source: Left click action (0: previous, 1: menu, 2: next, 3: none).
eu: Ezkerreko klik egitearen ekintza (0: aurrekoa, 1: menua, 2: hurrengoa, 3: ezer ez).

source: Middle click action (0: previous, 1: menu, 2: next, 3: none).
eu: Erdiko klik egitearen ekintza (0: aurrekoa, 1: menua, 2: hurrengoa, 3: ezer ez).

source: Overlay selected layout flag on icon.
eu: Gainjarri hautatutako diseinuaren bandera ikonoan.
ms: Tindih atas bendera bentangan pilihan diatas ikon.

source: User selected layouts.
eu: Erabiltzaileak hautatutako diseinuak.
ms: Bentangan pilihan pengguna.

source: User selected variants.
eu: Erabiltzaileak hautatutako aldaerak.
ms: Varian pilihan pengguna.

source: Dialect Applet
eu: Dialektoen appleta
ms: Applet Dialek

source: Change your keyboard input layout from Awn.
eu: Aldatu zure teklatu-diseinua Awn-tik.
ms: Ubah bentangan input papan kekunci anda dari Awn.

source: Dialect Applet
eu: Dialektoen appleta

source: <b>User List:</b> The list of layouts you commonly use. The maximum number of layouts is restricted by the X11 xkb system (currently 4). Select an item and click the remove button to delete from your user list. You can order the list by drag and drop. <b>System List:</b> The complete list of layouts and variants available. Select an item and click the add button to include in your user list.
eu: <b>Erabiltzaile-zerrenda:</b> Normalean erabiltzen dituzun teklatu-diseinuak. Diseinu-kopuru maximoa X11-ren xkb sistemak mugatzen du (unean 4 dira). Hautatu elementu bat eta sakatu Kendu botoia diseinua zure erabiltzaile-zerrendatik ezabatzeko. Zerrenda ordenatu daiteke arrastatu eta jareginez. <b>Sistemaren zerrenda:</b> Diseinuen eta aldaeren zerrenda osoa. Hautatu elementu bat eta sakatu Gehitu botoia zure erabiltzaile-zerrendari horietako bat gehitzeko.

source: small
eu: txikia

source: large
eu: handia

source: transparent
eu: gardena

source: opaque
eu: opakua

source: System List
eu: Sistema-zerrenda
ms: Senarai Sistem

source: User List
eu: Diseinu-zerrenda
ms: Senarai Pengguna

source: <b>Flag on Applet Icon</b>
eu: <b>Appletaren ikonoaren gaineko bandera</b>

source: <b>Keyboard</b>
eu: <b>Teklatua</b>

source: <b>Mouse Actions</b>
eu: <b>Sagu-ekintzak</b>

source: About Dialect Applet
eu: Dialektoen appletari buruz
ms: Perihal Applet Dialek

source: Appearance
eu: Itxura
ms: Penampilan

source: Change your keyboard layout from Awn.
eu: Aldatu zure teklatuaren diseinua Awn-tik.
ms: Ubah bentangan papan kekunci anda dari Awn

source: Control
eu: Kontrola

source: Dialect Applet Preferences
eu: Dialektoen appletaren hobespenak
ms: Keutamaan Applet Dialek

source: Flag _Opacity:
eu: Banderaren _opakutasuna

source: Flag _Size:
eu: Banderaren _tamaina

source: If selected, scrolling up or down with your mouse wheel will select the next or previous layout in your user list
eu: Hautatzen bada, saguaren gurpilarekin gora edo behera mugitzean zure erabiltzaile-zerrendako aurreko edo hurrengo teklatu-diseinua hautatuko da

source: Layouts
eu: Teklatu-diseinuak

source: Selects the hot key combination used to change layouts
eu: Teklatu-diseinuak aldatzeko erabiliko den laster-teklen konbinazioa hautatzen du

source: Show _Flag
eu: Erakutsi _bandera

source: Show menu with layouts
eu: Erakutsi menua teklatu-diseinuekin

source: Switch to next layout in list
eu: Joan zerrendako hurrengo teklatu-diseinura

source: Switch to previous layout in list
eu: Joan zerrendako aurreko teklatu-diseinura

source: _Add
eu: _Gehitu

source: _Allow scroll wheel to change layout
eu: _Onartu korritze-gurpilarekin diseinua aldatzea

source: _Keyboard Toggle:
eu: Teklatuaren txandakatzea:

source: _Left Click:
eu: _Ezkerreko klik-a:

source: _Middle Click:
eu: _Erdiko klik-a:

source: Command to execute when a calendar day is double-clicked.
eu: Egutegiaren egun batean klik bikoitza egitean exekutatuko den komandoa.
ms: Perintah untuk lakukan apabila hari pada kalender di dwiklik.

source: Command to execute when the user wishes to adjust the date/time.
eu: Erabiltzaileak data/ordua doitu nahi duenean exekutatuko den komandoa.
ms: Perintah untuk lakukan apabila pengguna mahu menukar tarikh/masa.

source: Show the date before the time.
eu: Erakutsi data denboraren aurretik.
ms: Papar tarikh dibawah masa.

source: The color of the clock text.
eu: Ordulariaren testuaren kolorea.
ms: Warna teks jam.

source: The font face of the clock text.
eu: Ordulariaren testuaren letra-tipoa.
ms: Fon teks muka hadapan jam

source: The shadow color of the clock text.
eu: Ordulariaren testuaren itzalaren kolorea.
ms: Warna bayang teks jam.

source: Toggle 12-hour mode.
eu: Aldatu hamabi orduko modura.
ms: Togol mod 12-jam.

source: 12 hour format
eu: 12 orduko formatua
ms: Format 12 jam

source: 24 hour format
eu: 24 orduko formatua
ms: Format 24 jam

source: <b>Clock Format</b>
eu: <b>Ordulariaren formatua</b>
ms: <b>Format Jam</b>

source: Commands
eu: Komandoak
ms: Perintah

source: Date below time
eu: Data denboraren azpian
ms: Tarikh dibawah masa

source: Digital Clock Preferences
eu: Ordulari digitalaren hobespenak
ms: Keutamaan Jam Digital

source: Run Calendar:
eu: Exekutatu egutegia:
ms: Jalankan Kalendar:

source: Run Time Admin:
eu: Exekutatu admin ordua:
ms: Jalankan Masa Pentadbir:

source: Show the date
eu: Erakutsi data
ms: Papar tarikh

source: Use default Awn colors
eu: Erabili Awn-ren kolore lehenetsiak
ms: Guna warna Awn lalai

source: A clock and calendar in one.
eu: Ordularia eta egutegia dena batera.
ms: Jam dan kalendar dalam satu.

source: Digital Clock
eu: Ordulari digitala
ms: Jam Digital

source: %b %d
eu: %b-(e)ko %d

source: Copy Time
eu: Kopiatu ordua
ms: Salin Masa

source: Copy Date
eu: Kopiatu data
ms: Salin Tarikh

source: Adjust Date & Time
eu: Doitu data eta ordua
ms: Laras Tarikh & Masa

source: Displays digital clock.
eu: Ordulari digitala erakusten du.
ms: Papar jam digital.

source: Hide feeds which do not have any new items
eu: Ezkutatu elementu berririk ez dauzkaten jarioak
ms: Sembunyikan suapan yang tidak mempunyai item baru

source: If false, all previous items will be marked as read when updating
eu: Faltsua bada, aurreko elementu guztiak irakurrita gisa markatuko dira eguneraketa gertatzean

source: Notify if any feeds have new items
eu: Jakinarazi jarioek elementu berriak dituzten
ms: Maklum jika mana-man suapan mempunyai item baru

source: Show each feed's website's icon in the dialog
eu: Erakutsi jario bakoitzaren webgunearen ikonoa koadroan
ms: Papar setiap ikon laman sesawang suapan didalam dialog

source: The interval (in minutes) at which to update (3-60)
eu: Denbora-tartea (minututan) eguneraketetarako (3-60)
ms: Selang (dalam minit) jangkamasa pengemaskinian (3-60)

source: Update automatically at a configurable interval
eu: Eguneratu automatikoki denbora-tarte jakinetan
ms: Kemaskini secara automatik pada selang yang boleh dikonfigurkan

source: Comment reply from %s
eu: Iruzkindu %s-(e)ko erantzuna
ms: Ulasan balasan dari %s

source: Post reply from %s
eu: Bidali erantzuna %s-(e)tik
ms: Pos balasa dari %s

source: Untitled
eu: Izengabea
ms: Tiada Tajuk

source: Feeds Applet
eu: Jarioen appleta
ms: Applet Suapan

source: Monitor web feeds
eu: Web jarioen monitorea

source: Loading feeds...
eu: Jarioak kargatzen...
ms: Memuatkan suapan...

source: You don't have any feeds.
eu: Ez daukazu jariorik.
ms: Anda tidak mempunyai suapan.

source: %s New Item - Feeds Applet
eu: Elementu berri %s - Jarioen appleta
ms: %s Item baru - Aplet Suapan

source: _Add Feed
eu: _Gehitu jarioa
ms: _Tambah Suapan

source: Open this feed's website
eu: Ireki jario honen webgunea
ms: Buka laman sesawang suapan ini

source: Loading...
eu: Kargatzen...
ms: Memuatkan...

source: Show this feed's items
eu: Erakutsi jario honen elementuak
ms: Papar item suapan ini

source: Hide this feed's items
eu: Ezkutatu jario honen elementuak
ms: Sembunyi item suapan ini

source: Add Feed
eu: Gehitu jarioa
ms: Tambah Suapan

source: Show Only _New Feeds
eu: Erakutsi jario _berriak soilik
ms: Hanya Papar Suapan _Baru

source: Applet to monitor web feeds
eu: Web jarioak monitorizatzeko appleta

source: OPML Import
eu: OPML inportazioa
ms: Import OPML

source: Do you want to add %d feed?
eu: Jario %d gehitu nahi duzu?

source: Could not open '%s'
eu: Ezin izan da '%s' ireki

source: Could not save '%s'
eu: Ezin izan da '%s' gorde

source: Feeds Applet Preferences
eu: Jarioen appletaren hobespenak
ms: Keutamaan Applet Suapan

source: Feeds
eu: Jarioak
ms: Suapan

source: Updating
eu: Eguneratzen
ms: Mengemaskini

source: _Show website icons
eu: _Erakutsi webgunearen ikonoak
ms: _Papar ikon laman sesawang

source: Show _only new feeds
eu: Erakutsi jario berriak _soilik
ms: Hanya _papar suapan baru

source: Import
eu: Inportatu

source: Export
eu: Esportatu
ms: Eksport

source: _Notify for updated feeds
eu: _Jakinarazi jarioen eguneraketak
ms: _Maklum suapan yang dikemaskini

source: _Update automatically
eu: E_guneratu automatikoki
ms: _Kemaskini secara automatik

source: Update every
eu: Eguneratu
ms: Kemaskini setiap

source: minutes
eu: minututik behin
ms: minit

source: Keep items unread when updating
eu: Utzi elementuak irakurri gabe eguneraketa egitean

source: Open OPML File
eu: Ireki OPML fitxategia
ms: Buka fail OPML

source: Save OPML File
eu: Gorde OPML fitxategia
ms: Simpan fail OPML

source: Awn Feeds Applet Items
eu: Awn-ren jarioen appletaren elementuak
ms: Item Applet Suapan untuk Awn

source: Source:
eu: Iturburua:
ms: Sumber:

source: Search
eu: Bilatu
ms: Gelintar

source: You must sign in to a Google service to search for feeds.
eu: Google-n zerbitzu batean izena eman behar duzu jarioak bilatzeko.
ms: Anda mesti mendaftar ke perkhidmatan Google untuk menggelintar suapan.

source: Timeline
eu: Denbora-lerroa
ms: Garis Masa

source: Replies
eu: Erantzunak
ms: Balasan

source: Search for
eu: Bilatu hau:
ms: Gelintar untuk

source: Username:
eu: Erabiltzaile-izena:
ms: Nama pengguna:

source: Password:
eu: Pasahitza:
ms: Katalaluan:

source: Feed search by
eu: Jarioen bilaketa:
ms: Gelintar suapan melalui

source: _Search
eu: _Bilatu
ms: _Gelintar

source: There was an error while searching. Please try again later.
eu: Errore bat gertatu da bilaketa egitean. Saiatu berriro geroago.
ms: Ada ralat semasa menggelintar. Sila cuba sekali lagi.

source: No results found. Try checking your spelling or using different search terms.
eu: Ez dago emaitzarik. Saiatu ortografia egiaztatzen edo beste bilaketa-hitz batzuk erabiltzen.
ms: Tiada keputusan ditemui. Cuba semak ejaan anda atau gunakan terma carian yang berbeza.

source: 0: one icon with dialog; 1: one icon with docklet on click; 2: persistent docklet
eu: 0: ikono bat elkarrizketa-koadroarekin; 1: ikono bat docklet-arekin klik egitean; 2: docklet iraunkorra

source: The action to perform on left click
eu: Ezkerreko klik-ean gauzatuko den ekintza
ms: Tindakan yang dilaksanakan apabila klik kiri

source: The action to perform on middle click
eu: Erdiko klik-ean gauzatuko den ekintza
ms: Tindakan yang dilaksanakan apabila klik tengah

source: The file browser to use
eu: Erabiliko den fitxategi-arakatzailea
ms: Pelayar fail yang digunakan

source: The path to use on left click
eu: Ezkerreko klik-ean erabiliko den bide-izena
ms: Laluan yang digunakan apabila klik kiri

source: The path to use on middle click
eu: Erdiko klik-ean erabiliko den bide-izena
ms: Laluan yang digunakan apabila klik tengah

source: Whether or not to display Connect to server
eu: Zerbitzarira konektatu erakutsiko den ala ez
ms: Papar atau tidak paparkan Sambungan ke pelayan

source: Whether or not to display bookmarks
eu: Laster-markak erakutsiko diren ala ez
ms: Papar atau tidak paparkan tanda buku

source: Whether or not to display local drives
eu: Unitate lokalak erakutsiko diren ala ez
ms: Papar atau tidak paparkan pemacu setempat

source: Whether or not to display network drives
eu: Sareko unitateak erakutsiko diren ala ez
ms: Papar atau tidak paparkan pemacu rangkaian

source: Whether or not to display the Filesystem
eu: Fitxategi-sistema erakutsiko den ala ez
ms: Papar atau tidak paparkan Fail sistem

source: Whether or not to display the Trash
eu: Zakarrontzia erakutsiko den ala ez

source: Whether or not to display the computer
eu: Ordenagailua erakutsi den ala ez

source: Whether or not to display the home folder
eu: Karpeta nagusia erakutsiko den ala ez
ms: Papar atau tidak paparkan folder rumah

source: Whether or not to focus the location text box
eu: Kokapeneko testu-kutxari fokoa emango zaion ala ez
ms: Fokus atau tidak fokuskan kotak teks

source: Whether or not to open the place when clicked
eu: Klik egitean lekua irekiko den ala ez
ms: Buka atau tidak buka Tempat apabila diklik

source: A launcher for your file manager
eu: Abiarazlea zure fitxategi-arakatzailerako
ms: Pelancar untuk pengurus fail anda

source: File Browser Launcher
eu: Fitxategi-arakatzailearen abiarazlea
ms: Pelancar Pelayar Fail

source: Filesystem
eu: Fitxategi-sistema
ms: Sistem Fail

source: Connect to Server...
eu: Zerbitzarira konektatzen...
ms: Sambung ke Pelayan...

source: CD/DVD Burner
eu: CD/DVD grabagailua
ms: Pembakar CD/DVD

source: Fonts
eu: Letra-tipoak
ms: Fon

source: Folder
eu: Karpeta

source: Trash (%d)
eu: Zakarrontzia (%d)
ms: Sampah (%d)

source: DVD Drive
eu: DVD unitatea
ms: Pemacu DVD

source: CD Drive
eu: CD unitatea
ms: Pemacu CD

source: Eject
eu: Egotzi
ms: Lenting

source: Empty Trash
eu: Hustu zakarrontzia
ms: Kosongkan Sampah

source: Confirm deletion
eu: Baieztatu ezabaketa

source: <big><b>Are you sure you want to delete every item from the trash?</b></big>
eu: <big><b>Seguru zaude zakarrontziko elementuak ezabatu nahi dituzula?</b></big>

source: This action cannot be undone.
eu: Ekintza hau ezin da desegin.
ms: Tindakan ini tidak dapat dilaksanakan

source: A customizable launcher for browsing your files.
eu: Zure fitxategietan arakatzeko abiarazle pertsonalizagarria
ms: Pelancar suai untuk melayar fail anda.

source: File Browser Launcher Preferences
eu: Fitxategi-arakatzailearen abiarazlearen hobespenak
ms: Keutamaan Pelancar Pelayar Fail

source: File Browser
eu: Fitxategi-arakatzailea
ms: Pelayar Fail

source: System Default
eu: Sistemak lehenetsia
ms: Lalai Sistem

source: Other
eu: Beste bat
ms: Lain-lain

source: One icon with dialog
eu: Ikono bat koadroarekin
ms: Satu ikon dengan dialog

source: One icon with docklet
eu: Ikono bat docklet-arekin
ms: Satu ikon dengan docklet

source: Multiple icons
eu: Ikono anitz
ms: Ikon berbilang

source: Focus text entry
eu: Eman fokua testu-sarrerari

source: Open place when clicked
eu: Ireki lekua klik egitean
ms: Buka tempat apabila diklik

source: Show all places
eu: Erakutsi leku guztiak
ms: Papar semua tempat

source: Home folder
eu: Karpeta nagusia
ms: Folder Rumah

source: Mounted local drives
eu: Muntatutako unitate lokalak

source: Mounted network drives
eu: Muntatutako sareko unitateak
ms: Pemacu rangkaian terdakap

source: Connect to server
eu: Konektatu zerbitzarira
ms: Sambung ke pelayan

source: Bookmarks
eu: Laster-markak
ms: Tanda Buku

source: Display dialog/docklet
eu: Erakutsi koadroa/docklet-a
ms: Papar dialog/docklet

source: Open the folder
eu: Ireki karpeta
ms: Buka folder

source: Nothing
eu: Ezer ez
ms: Tiada

source: Left Click
eu: Ezkerreko klik-a
ms: Klik Kiri

source: Middle Click
eu: Erdiko klik-a
ms: Klik Tengah

source: Choose a folder
eu: Hautatu karpeta
ms: Pilih folder

source: Garbage
eu: Zakarrontzia
ms: Sampah

source: %u item
eu: elementu %u

source: Could not open the trash folder with your file manager: %s
eu: Ezin izan da zakarrontzia ireki zure fitxategi-arakatzailearekin: %s
ms: Tidak dapat membuka folder sampah melalui pengurus fail anda: %s

source: _Empty Trash
eu: _Hustu zakarrontzia
ms: Kosongkan _Sampah

source: A lightweight, cross-desktop trash applet
eu: Zakarrontzi appleta, mahaigain anitza eta arina

source: Are you sure you want to empty your trash? It currently contains %u item(s).
eu: Seguru zaude zakarrontzia hustu nahi duzula? Une honetan %u elementu ditu.
ms: Anda pasti hendak mengosongkan sampah anda? Ia mengandungi %u item.

source: Could not send the dragged file(s) to the trash: %s
eu: Ezin izan d(ir)a arrastatutako fitxategia(k) zakarrontzira eraman: %s
ms: Tidak dapat menghatar fail yang diseret ke sampah: %s

source: Enable the confirmation dialog form when one wishes to empty the trash.
eu: Gaitu baieztatze-koadroa zakarrontzia husterakoan.
ms: Benarkan borang dialog pengesahan apabila anda ingin mengosongkan sampah.

source: Show the number of items in the trash on top of the icon.
eu: Erakutsi zakarrontzian dagoen elementu-kopurua ikonoaren gainean.
ms: Papar bilangan item didalam sampah diletakkan diatas ikon.

source: %s Preferences
eu: %s hobespenak
ms: %s Keutamaan

source: Confirm when _emptying the trash
eu: Baieztatu zakarrontzia _hustean

source: Show the _item count on the icon
eu: Erakutsi _elementu-kopurua ikonoan

source: Applet theme.
eu: Applet gaia.
ms: Tema applet

source: For each sensor, whether to show it in main dialog or not.
eu: Sentsore bakoitzerako, elkarrizketa-koadro nagusian erakutsiko den ala ez.
ms: Bagi setiap pengesan, paparkannya pada dialog utama atau tidak.

source: High value limit (at which alarm triggers) for each sensor.
eu: Goiko mugako balioa (alarma disparatzeko) sentsore bakoitzerako.
ms: Had nilai tinggi (ketika pengera berbunyi) bagi setiap pengesan

source: If enabled, show sensor value(s) as an overlay in the icon.
eu: Gaituta badago, sentsorearen balioa(k) erakusten ditu ikonoan gainjarrita.

source: In what row of dialog is the sensor shown.
eu: Koadroaren zein lerrotan erakusten den sentsorea.

source: Low value limit (at which alarm triggers) for each sensor.
eu: Beheko mugako balioa (alarma disparatzeko) sentsore bakoitzerako.
ms: Had nilai rendah (apabila penggera berbunyi) bagi setiap pengesan.

source: Sensor ids.
eu: Sentsoreen IDak.
ms: Id Pengesan

source: Sensor labels.
eu: Sentsoreen etiketak.
ms: Label pengesan.

source: Size of value overlay in the icon (0: small, 1: medium, 2: large).
eu: Balioaren gainjartzearen tamaina ikonoan (0: txikia, 1: ertaina, 2: handia).

source: The color (RGBA) of the meter hand/needle.
eu: Neurgailuaren kolorea (RGBA).
ms: Warna (RGBA) jarum jam/jarum.

source: Timeout between two value updates (in seconds).
eu: Bi balioren arteko denbora-muga (segundotan).

source: Whether alarm should trigger at high value limit or not.
eu: Alarma goiko mugaren balioan disparatuko den ala ez.

source: Whether alarm should trigger at low value limit or not.
eu: Alarma beheko mugaren balioan disparatuko den ala ez.

source: Whether to show a sensor in applet icon or not.
eu: Sentsore bat appletaren ikonoan erakutsiko den ala ez.
ms: Sama ada paparkan pengesan didalam ikon applet atau tidak.

source: Applet to show the hw sensors readouts
eu: Hardware-sentsoreen emaitzak erakusteko appleta
ms: Applet yang memaparkan bacaan pengesan hw

source: Hardware Sensors
eu: Hardware-sentsoreak
ms: Pengesan Perkakasan

source: Applet to show the hardware sensors readouts
eu: Hardware-sentsoreen emaitzak erakusteko appleta
ms: Applet yang memaparkan bacaan pengesan perkakasan

source: Small
eu: Txikia
ms: Kecil

source: Medium
eu: Ertaina
ms: Sederhana

source: Large
eu: Handia
ms: Besar

source: Warning from Hardware Sensors: No sensors found
eu: Abisua hardware-sentsoreetatik: ez da sentsorerik aurkitu
ms: Amaran dari Pengesan Perkakasan: Tiada pengesan ditemui

source: Install one or more of ACPI, HDDTemp, LM-Sensors, nvidia-settings or nvclock and restart the applet.
eu: Instalatu ACPI, HDDTemp, LM-Sensors, nvidia-settings edo nvclock eta berrabiarazi appleta.
ms: Pasang satu atau lebih ACPI, HDDTemp, Pengesan-LM, tetapan nvidia atau nvclock dan mula semula applet.

source: Sensors
eu: Sentsoreak
ms: Pengesan

source: Interface
eu: Interfazea
ms: Antara Muka

source: Name
eu: Izena
ms: Nama

source: Label
eu: Etiketa

source: In dialog
eu: Elkarrizketa-koadroan
ms: dalam dialog

source: Sensors displayed in icon
eu: Ikonoan erakutsitako sentsoreak
ms: Pengesan dipaparkan di dalam ikon

source: properties
eu: propietateak
ms: ciri-ciri

source: <b>Alarms</b>
eu: <b>Alarmak</b>
ms: <b>Penggera</b>

source: <b>Sensor value limits</b>
eu: <b>Sentsoreen mugako balioak</b>
ms: <b>Had nilai pengesan</b>

source: <b>Update</b>
eu: <b>Eguneraketa</b>
ms: <b>Kemaskini</b>

source: Add
eu: Gehitu
ms: Tambah

source: Enable high alarm
eu: Gaitu goiko alarma

source: Enable low alarm
eu: Gaitu beheko alarma

source: Font size:
eu: Letra-tipoaren tamaina:
ms: Saiz fon:
