Repository: p12tic/awn-extras
Catalog: po/*.po
Languages: eu, ms

source: Animal Farm
eu: Baserria

source: Display fortune messages
eu: Zortearen mezuak erakusten ditu
ms: Papar mesej ramalan

source: Applet that displays fortune messages
eu: Zortearen mezuak erakusten dituen appleta
ms: Aplet yang memaparkan mesej ramalan

source: Global hotkey used to activate the terminal.
eu: Terminala aktibatzeko erabilitako laster-tekla globala.
ms: Kekunci global digunakan untuk mengaktifkan terminal

source: Set whether the applet should hide itself when it loses focus.
eu: Fokua galtzean appleta ezkutatu behar den ala ez ezartzen du.
ms: Tetapkan sama ada applet menyembunyikan diri apabila ia kehilangan fokus.

source: The applet's background image.
eu: Appletaren atzeko planoko irudia.
ms: Imej latar belakang applet.

source: The applet's opacity level.
eu: Appletaren opakotasun-maila.
ms: Aras kelegapan applet.

source: The default external terminal application.
eu: Kanpoko terminaleko aplikazio lehenetsia.
ms: Aplikasi terminal luaran lalai.

source: Disabled
eu: Desgaitua
ms: Dilumpuhkan

source: Preferences
eu: Hobespenak
ms: Tetapan

source: Behavior
eu: Portaera
ms: Ciri-ciri

source: Hide when focus is lost
eu: Ezkutatu fokua galtzean
ms: Sembunyi apabila hilang fokus

source: Action
eu: Ekintza
ms: Tindakan

source: Shortcut
eu: Lasterbidea
ms: Pintas

source: Activate
eu: Aktibatu
ms: Aktifkan

source: Background image
eu: Atzeko planoko irudia
ms: Imej latar belakang

source: Select a file
eu: Hautatu fitxategia
ms: Pilih fail

source: Terminal opacity
eu: Terminalaren opakotasuna
ms: Kelegapan Terminal

source: External Terminal
eu: Kanpoko terminala
ms: Terminal Luaran

source: A simple popup terminal
eu: Popup terminal sinplea
ms: Terminal timbul yang ringkas

source: Terminal Applet
eu: Terminal appleta
ms: Applet Terminal

source: Adds or removes 5px to the value of the AWN setting "Size of Icons"
eu: 5px gehitzen edo kentzen ditu AWNren "Ikonoen tamaina" ezarpenean

source: Color to draw the background
eu: Atzeko planoa marrazteko kolorea
ms: Warna pada latar belakang

source: Color to draw the border
eu: Ertza marrazteko kolorea
ms: Warna pada sempadan

source: Desired applet font size
eu: Appleterako nahi den letra-tipoaren tamaina

source: Display parameters for interfaces
eu: Erakutsi interfazeetarako parametroak
ms: Papar parameter untuk antara muka

source: Draw the applet background
eu: Marraztu appletaren atzeko planoa
ms: Lukis latar belakang applet

source: Draw the applet border
eu: Marraztu appletaren ertza
ms: Lukis sempadan applet

source: Enables/Disables dock reflection for this applet 0: Use awn setting, 1: Show reflection in horizontal docks only, 2: show reflection in vertical docks, 3: Disable reflection for all dock orientations
eu: Atrakearen islaena gaitzen/desgaitzen du applet honetarako 0: Erabili AWNren ezarpena, 1: Erakutsi islapena atrake horizontaletan soilik, 2: Erakutsi islapena atrake bertikaletan, 3: Desgaitu islapena atrakeen edozein orientaziorako

source: Enbables or disables drawing the applet graph - if disabled only the speed text will be displayed in the applet
eu: Appletaren grafikoa marraztea gaitzen edo desgaitzen du - desgaitzen bada, abiadura-testua soilik erakutsiko da appletean

source: If enabled this will draw a line at the bottom of the graph even if the value is 0. If unchecked, values below 1 are not drawn
eu: Gaituta badago, lerro bat marraztuko du grafikoaren behealdean, baita balioa 0 bada ere. Markatuta ez badago, 1 azpitik dauden balioak ez dira marraztuko
ms: Jika dibenarkan satu garisan dilukis pada bawah graf walaupun nilai ialah 0. Jika tidak ditanda, nilai dibawah 1 tidak akan dilukis

source: Minimum threshold to draw meter (dependent upon DEFAULT/unit)
eu: Metroa marrazteko gutxieneko atalasea (DEFAULT/unit-en mendekoa)
ms: Ambang minimum semasa melukis meter (bergantung pada LALAI/unit)

source: Sets the default scale of the applet traffic graph - the scale is the amount of linear data to display at one time
eu: Trafikoaren grafikorako appletaren eskala lehenetsia ezartzen du - aldi berean erakutsiko den datu linealen kantitatea da eskala

source: Sets the default scale of the applet wireless signal graph - the scale is the amount of linear data to display at one time
eu: Haririk gabeko sarearen seinalearen grafikorako appletaren eskala lehenetsia ezartzen du - aldi berean erakutsiko den datu linealen kantitatea da eskala

source: Sets the default scale of the popup-dialog traffic graph - the scale is the amount of linear data to display at one time
eu: Trafikoaren grafikorako popup-leihoaren eskala lehenetsia ezartzen du - aldi berean erakutsiko den datu linealen kantitatea da eskala

source: Sets the default scale of the popup-dialog wireless signal graph - the scale is the amount of linear data to display at one time
eu: Haririk gabeko sarearen seinalearen grafikorako popup-leihoaren eskala lehenetsia ezartzen du - aldi berean erakutsiko den datu linealen kantitatea da eskala

source: Sets the offset of the applet from the edge of the dock
eu: Appletak atrakearen ertzetik duen desplazamendua ezartzen du

source: Sets the width of the applet icon
eu: Appletaren ikonoaren zabalera ezartzen du

source: The base display unit for transfer speed (0: bits, 1: bytes)
eu: Oinarrizko bistaratze-unitatea transferentzia-abiadurarako (0: bit-ak, 1: byte-ak)

source: The interface currently selected
eu: Unean hautatutako interfazea
ms: Antara muka semasa ini dipilih

source: Throughput label control - 0: no label, 1: Sum, 2: Upload/Download
eu: Trafikoaren kontrol-etiketa - 0: etiketarik ez, 1: batuketa, 2: karga/deskarga

source: Type of graph to use for wireless devices - area: Area chart, area_bar: Area chart with colored bars, bar: Bar chart, fan: Waving chart with density, fan_bar: Waving Bar chart with density
eu: Haririk gabe gailuentzat erabiliko den grafiko-mota - area: Area-grafikoa, area_bar: Area-grafikoa koloredun barrekin, bar: Barra-grafikoa, fan: Uhin-grafikoa dentsitatearekin, fan_bar: Uhin-grafiko barraduna dentsitatearekin

source: Bandwidth Monitor
eu: Banda-zabaleraren monitorea
ms: Pantau Jalur Lebar

source: Network Bandwidth monitor
eu: Sarearen banda-zabaleraren monitorea
ms: Pantau Jalur Lebar Rangkaian

source: Sum Interface
eu: Batuketa-interfazea

source: n/a
eu: e/e

source: Multi Interface
eu: Interfaze anitza

source: Scanning
eu: Eskaneatzea
ms: Mengimbas

source: Devices
eu: Gailuak
ms: Peranti

source: Use KBps instead of Kbps
eu: Erabili KBps, ez Kbps

source: Interfaces
eu: Interfazeak

source: Please select a valid Network Device
eu: Hautatu baliozko sareko gailua
ms: Sila pilih Peranti Rangkaian yang sah

source: Total Sent: %s - Total Received: %s (All Interfaces)
eu: Bidalia guztira: %s - Jasoa guztira: %s (interfaze guztiak)
ms: Jumlah Dihantar: %s - Jumlah Diterima: %s (Semua Antara Muka)

source: No Device
eu: Gailurik ez

source: Please select a valid device
eu: Hautatu baliozko gailua
ms: Sila pilih peranti yang sah

source: A Network Bandwidth monitor for AWN
eu: Sarearen banda-zabaleraren monitorea Awn-rentzako
ms: Pemantau Jalur Lebar Rangkaian untuk AWN

source: <b>Display</b>
eu: <b>Bistaratzea</b>
ms: <b>Paparan</b>

source: Applet
eu: Appleta

source: Applet Offset
eu: Appletaren desplazamendua

source: Applet Size Override
eu: Appletaren tamaina Gainidatzi

source: Applet Width
eu: Appletaren zabalera

source: Background Color
eu: Atzeko planoaren kolorea
ms: Warna Latar Belakang

source: Border Color
eu: Ertzaren kolorea
ms: Warna Sempadan

source: Dialog
eu: Elkarrizketa-koadroa

source: Display MBps/KBps (bytes) instead of Mbps/Kbps (bits)
eu: Erakutsi MBps/KBps (byte-ak) eta ez Mbps/Kbps (bit-ak)
ms: Papar MBps/KBps (bait) sebagai ganti Mbps/Kbps

source: Display Speed Text
eu: Erakutsi abiadura testu modura
ms: Papar Kepantasan Teks

source: Draw 0 bps in graphs
eu: Marraztu 0 bps grafikoan
ms: Lukis 0 bps didalam graf

source: Draw Applet Graph
eu: Marraztu appletaren grafikoa

source: Draw Background
eu: Marraztu atzeko planoa
ms: Lukis Latar Belakang

source: Draw Border
eu: Marraztu ertza
ms: Lukis Sempadan

source: General
eu: Orokorra
ms: Am

source: Graph Only
eu: Grafikoa soilik
ms: Graf Sahaja

source: Icon Font Size
eu: Ikonoaren letra-tipoaren tamaina

source: If this is checked, the common display unit will be Bytes
eu: Markatuta badago, bistaratze-unitatea Byte-ak izango dira
ms: Jika ditanda, unit papar umum adalah Bait

source: Minimum Scaling threshold
eu: Gutxieneko eskalatze-atalasea
ms: Penskalaan ambang minimum

source: Signal Scale
eu: Seinalearen eskala

source: Sum
eu: Batuketa
ms: Jumlah

source: Traffic Scale
eu: Trafikoaren eskala

source: Device
eu: Gailua
ms: Peranti

source: Multi
eu: Anitza

source: Upload Color
eu: Kargaren kolorea
ms: Warna Muat Naik

source: Download Color
eu: Deskargaren kolorea
ms: Warna Muat Naik

source: Upload
eu: Karga
ms: Muat Naik

source: Download
eu: Deskarga
ms: Muat Turun

source: %s %s Color
eu: %s %s Kolorea
ms: %s %s Warna

source: Options/Info
eu: Aukerak/Info

source: Back to Graph
eu: Itzuli grafikora

source: Change Unit
eu: Aldaketa-unitatea
ms: Ubah Unit

source: Status:
eu: Egoera:

source: IP Address:
eu: IP helbidea:

source: Subnet Mask:
eu: Azpisare-maskara:

source: RUNNING
eu: ABIAN

source: None
eu: Bat ere ez
ms: Tiada

source: Members:
eu: Kideak:

source: Wireless graph type
eu: Haririk gabeko grafiko-mota

source: HAL UDI of battery.
eu: bateriaren HAL UDI.
ms: Bateri HAL UDI

source: If charge level drops below this threadhold, a warning will be displayed.
eu: Karga-maila atalase honen azpitik jaisten bada, abisu bat erakutsiko da.
ms: Jika aras cas jatuh dibawah nilai ambang, amaran akan dipaparkan.

source: If charge level reaches this threshold, a notification will be sent.
eu: Karga-maila atalase honetara iristen bada, jakinarazpen bat bidaliko da.
ms: Jika aras cas mencapai nilai ambang, pemberitahuan akan dihantar.

source: If enabled, notify when the charge level reaches the high level.
eu: Gaituta badago, jakinarazpena bidaltzen du karga-mailak goiko mailara iristen denean.
ms: jika dibenarkan, maklum apabila nilai cas mencapai aras yang tinggi.

source: If enabled, warn when the charge level drops below the warning threshold.
eu: Gaituta bagado, abisua ematen du karga-maila atalasetik behera jaisten bada.
ms: Jika dibenarkan, beri amaran jika nilai cas jatuh dibawah ambang amaran.

source: The name of the theme of the icon.
eu: Ikonoaren gaiaren izena.
ms: Nama Tema Ikon

source: Unit of low level threshold (Percent or Time Remaining).
eu: Atalasearen beheko mailaren unitatea (geratzen den denbora-ehunekoa).
ms: Unit ambang aras rendah (Peratus atau Baki Masa)

source: Battery
eu: Bateria
ms: Bateri

source: Display battery state
eu: Bateriaren egoera erakusten du
ms: Papar keadaan bateri

source: Battery Status
eu: Bateriaren egoera
ms: Status Bateri

source: An applet which displays battery information
eu: Bateriaren informazioa erakusten duen appleta
ms: Aplet yang memaparkan maklumat bateri

source: No batteries
eu: Bateriarik ez
ms: Tiada bateri

source: Percent
eu: Ehunekoa
ms: Peratus

source: battery
eu: bateria

source: Computer running on %s power
eu: Ordenagailuak %s energia dauka

source: Battery charged
eu: Bateria kargatu da

source: until charged
eu: kargatu arte

source: remaining
eu: falta dena

source: Time Remaining
eu: Geratzen den denbora
ms: Baki Masa

source: %d hours
eu: %d ordu

source: %d hour
eu: ordu %d

source: %d minutes
eu: %d minutu

source: %d minute
eu: minutu %d

source: <b>General Options</b>
eu: <b>Aukera orokorrak</b>
ms: <b>Pilihan Am</b>

source: <b>Notifications</b>
eu: <b>Jakinarazpenak</b>
ms: <b>Makluman</b>

source: If enabled, shows a notification when the charge level reaches a certain percentage
eu: Gaituta badago, jakinarazpen bat erakusten du karga-maila ehuneko jakin batera iristen denean
ms: Jika dibenarkan, papar makluman apabila aras pengecasan telah mencapai peratusan tertentu

source: If enabled, shows a notification when the charge levels drops too low
eu: Gaituta badago, jakinarazpen bat erakusten du karga-maila gehiegi jaisten bada
ms: Jika dibenarkan, papar makluman apabila aras pengecasan turun terlalu rendah

source: _Battery:
eu: [L] Bateria_Bateria:
ms: _Bateri:

source: _Notify when charge level reaches:
eu: _Jakinarazi karga-maila hona iristen denean:
ms: _Maklum apabila aras pengecasan mencapai:

source: _Theme:
eu: _Gaia:
ms: _Tema:

source: _Warn when charge level drops to:
eu: _Abisatu karga-maila hona jaisten denean:
ms: _Beri amaran apabila aras pengecasan mencapai:

source: Battery is running low
eu: Bateria gutxi geratzen da

source: You have approximately <b>%s</b> of remaining battery power (%d%%).
eu: Gutxi gora-behera <b>%s</b> bateria geratzen zaizu (%d%%).

source: Battery is critically low
eu: Bateriaren maila oso baxua da

source: Battery is charged
eu: Bateria kargatu da

source: Your battery is fully charged.
eu: Bateria erabat kargatu da

source: Your battery is charged to <b>%d%%</b>.
eu: Zure bateria <b>%d%%</b> mailaraino kargatu da.

source: A custom time format (strftime()), used if not empty.
eu: Denbora-formatu pertsonalizatua (strftime()), hutsik ez badago erabiltzen denean.
ms: Format masa suai (strftime()), digunakan jika tidak kosong.

source: If enabled, besides hours and minutes, the seconds will be visible too.
eu: Gaituta badago, orduez eta minutuez gain, segundoak ere ikusgai dira.
ms: Jika dibenarkan, selain jam dan minit, jarum saat akan dipaparkan.

source: If enabled, displays the weather as an overlay on top of the clock.
eu: Gaituta badago, eguraldia erakusten du ordulariaren gainean gainjarrita.
ms: Jika dibenarkan, papar cuaca sebagai tindihan atas jam.

source: If enabled, the date will be shown in the title.
eu: Gaituta badago, data erakusten da izenburuan.
ms: Jika dibenarkan, tarikh akan dipaparkan pada tajuk

source: If enabled, the seconds hand will be visible in the clock.
eu: Gaituta badago, segundoak ikusgai izango dira ordularian.
ms: Jika dibenarkan, jarum saat akan dipaparkan pada jam.

source: List of cities and timezones separated by a '#' character.
eu: Hirien eta ordu-zonen zerrenda, '#' karakterearekin banatuta.
ms: Senarai bandar dan zon masa dipisahkan dengan aksara ' # '.

source: Show time in 24 hour format if enabled, or 12 hour format when disabled.
eu: Gaituta badago, ordua 24 orduko formatuan erakusten du, eta desgaituta badago 12 orduko formatuan.
ms: Papar masa dalam format 24 jam jikan dibenarkan, atau format 12 jam jika dilumpuhkan.

source: Temperature unit (0: Celsius, 1: Fahrenheit, 2: Kelvin).
eu: Tenperatura-unitatea (0: Celsius, 1: Fahrenheit, 2: Kelvin).
ms: Unit suhu (0: Celsius, 1: Fahrenheit, 2: Kelvin).

source: The name of the theme of the analog clock.
eu: Ordulari analogikoaren gaiaren izena.
ms: Nama tema jam analog.

source: Wind speed unit (0: m/s, 1: km/h, 2: mph, 3: knots, 4: Beaufort).
eu: Haize-abiaduraren unitatea (0: m/s, 1: km/h, 2: mph, 3: korapiloak, 4: Beaufort).
ms: Unit kelajuan angin (0: m/s, 1: km/h, 2: mph, 3: knots, 4: Beaufort).

source: Cairo Clock
eu: Cairo ordularia

source: Displays an analog clock and supports additional clocks for different locations
eu: Ordulari analogikoa erakusten du eta beste kokapen batzuetarako beste hainbat ordulari erakusteko aukera ematen du.
ms: Papar jam analog dan sokong jam tambahan untuk lokasi yang berbeza

source: Applet that displays an analog clock and supports additional clocks for different locations
eu: Ordulari analogikoa erakusten duen eta kokapen bakoitzerako ordulari gehiago onartzen dituen appleta
ms: Aplet yang memaparkan jam analog dan menyokong jam tambahan untuk lokasi yang berbeza

source: 12 _hour format
eu: 12 _orduko formatua
ms: Format 1_2 Jam

source: 24 h_our format
eu: 24 o_rduko formatua
ms: Format 2_4 Jam

source: <b>Clock Display</b>
eu: <b>Ordulariaren bistaratzea</b>
ms: <b>Paparan Jam</b>

source: <b>Title Options</b>
eu: <b>izenburuaren aukerak</b>
ms: <b>Pilihan Tajuk</b>

source: Find _Next
eu: Bilatu _hurrengoa
ms: Cari _Seterusnya

source: If enabled, besides hours and minutes, the seconds will be visible too
eu: Gaituta badago, orduez eta minutuez gain, segundoak ere ikusgai dira
ms: Jika dibenarkan, selain jam dan minit, saat juga akan dipaparkan

source: If enabled, the date will be shown in the title
eu: Gaituta badago, data erakusten da izenburuan
ms: Jika dibenarkan, tarikh akan dipaparkan pada tajuk

source: If enabled, the seconds hand will be visible in the clock
eu: Gaituta badago, segundoak ikusgai izango dira ordularian
ms: Jika dibenarkan, jarum saat akan dipaparkan pada jam

source: If enabled, time will be shown like 1:23 AM
eu: Gaituta badago, denbora 1:23 AM formatuan erakutsiko da
ms: Jika dibenarkan, masa akan dipaparkan seperti 1:23 AM

source: If enabled, time will be shown like 23:45
eu: Gaituta badago, denbora 23:45 formatuan erakutsiko da
ms: Jika dibenarkan, masa akan dipaparkan seperti 23:45

source: Location Name:
eu: Kokapenaren izena:
ms: Nama Tempat:

source: Show _seconds
eu: Erakutsi _segundoak
ms: Papar _saat

source: Show seco_nds hand
eu: Erakutsi se_gundoen orratza
ms: Papar jarum saa_t

source: Show the _date
eu: Erakutsi _data
ms: Papar tari_kh

source: _Show weather of current location
eu: Erakutsi uneko kokapenaren _eguraldia
ms: _Papar lokasi cuaca semasa

source: _Temperature unit:
eu: _Tenperatura-unitatea:
ms: Uni_t suhu:

source: _Wind speed unit:
eu: _Haize-abiaduraren unitatea:
ms: Unit kelajuan a_ngin:

source: knots
eu: korapilo
ms: knot

source: Locations
eu: Kokapenak
ms: Lokasi

source: Edit
eu: Editatu
ms: Sunting

source: Places
eu: Lekuak
ms: Tempat

source: Recent Documents
eu: Azken dokumentuak
ms: Dokumen Kebelakangan

source: Session
eu: Saioa
ms: Sesi

source: Remove Icon
eu: Kendu ikonoa

source: Main Menu
eu: Menu nagusia
ms: Menu Utama

source: A Main Menu.
eu: Menu nagusi bat.

source: Cairo Main Menu
eu: Cairo menu nagusia

source: Logout
eu: Amaitu saioa
ms: Log keluar

source: Lock Screen
eu: Blokeatu pantaila
ms: Kunci Skrin

source: Suspend
eu: Eseki
ms: Gantung

source: Hibernate
eu: Hibernatu
ms: Hibernasi

source: Shutdown
eu: Itzali
ms: Matikan

source: Computer
eu: Ordenagailua
ms: Komputer

source: Home
eu: Etxea
ms: Rumah

source: Desktop
eu: Mahaigaina
ms: Atas Meja

source: Trash
eu: Zakarrontzia
ms: Tong Sampah

source: File System
eu: Fitxategi-sistema
ms: Fail Sistem

source: Removable Media
eu: Euskarri aldagarria

source: Network
eu: Sarea
ms: Rangkaian

source: Connect to Server
eu: Konektatu zerbitzarira
ms: Sambung ke Pelayan

source: Search…
eu: Bilatu...

source: Launch…
eu: Abiarazi...

source: Unable to mount %s
eu: Ezin da %s muntatu

source: Clear the Recent Documents list?
eu: Garbitu azken dokumentuen zerrenda?

source: If you clear the Recent Documents list, you clear the following: • All items from the Places → Recent Documents menu item. • All items from the recent documents list in all applications.
eu: Azken dokumentuen zerrenda garbitzen baduzu, hurrengoa ezabatuko da: • 'Lekuak → Azken dokumentuak' menuko elementu guztiak. • Aplikazio guztietako azken dokumentuen zerrendako elementu guztiak.

source: Clear Recent Documents
eu: Garbitu azken dokumentuak
ms: Kosongkan Dokumen Kebelakangan

source: Clock/Calendar Applet
eu: Ordua/Egutegia appleta
ms: Applet Jam/Kalendar

source: Watch appointments on your dock
eu: Begiratu hitzorduak zure atrakean
ms: Mengawas temujanji di dock anda

source: Login to
eu: Hasi saioa
ms: Log masuk ke

source: Online Calendar
eu: Egutegia linean
ms: Kalendar Atas Talian

source: Calendar Username
eu: Egutegirako erabiltzaile-izena
ms: Nama Pengguna Kalendar

source: Calendar Password
eu: Egutegirako pasahitza
ms: Kata Laluan Kalendar

source: Save Password
eu: Gorde pasahitza
ms: Simpan Kata Laluan

source: You have chosen to save your password. Although the password will be stored in an encrypted format, there is always a remote possibility that your password can be stolen and decrypted if your computer's security is breached. Are you still sure you want to save your password?
eu: Zure pasahitza gordetzea aukeratu duzu. Pasahitza zifratuta gordeko den arren, beti dago norbaitek pasahitza lapurtu eta deszifratzeko aukera txikia zure ordenagailuaren segurtasuna hausten bada. Seguru zaude pasahitza gorde nahi duzula?
ms: Anda telah memilih untuk menyimpan kata laluan anda. Walaupun kata laluan tersebut disimpan dalam format yang diinkripsikan, masih ada cara kata laluan anda akan dicuri atau dinyahinkripsikan jika keselamatan komputer anda ditembusi. Anda pasti hendak menyimpan kata laluan anda?

source: Classic LCD
eu: LCD klasikoa
ms: LCD Klasik

source: Indy Glow LCD
eu: LCD Indy Glow
ms: LCD Indy Glow

source: Backlit Amber LCD
eu: LCD Blacklit Amber
ms: LCD Cahaya Latar Amber

source: Backlit Green LCD
eu: LCD Backlit Green
ms: LCD Cahaya Latar Hijau

source: Green LED
eu: LED berdea
ms: LED Hijau

source: Red LED
eu: LED gorria
ms: LED Merah

source: Blue LED
eu: LED urdina
ms: LED Biru

source: Plain White
eu: Zuri arrunta
ms: Putih

source: Plain Black
eu: Beltz arrunta
ms: Hitam

source: Red
eu: Gorria
ms: Merah

source: Green
eu: Berdea
ms: Hijau

source: Blue
eu: Urdina
ms: Biru

source: Gray
eu: Grisa
ms: Kelabu

source: Black
eu: Beltza
ms: Hitam

source: Twelve Hour Clock
eu: Hamabi orduko ordularia
ms: Dua Belas Jam

source: Clock Appearance
eu: Ordulariaren itxura
ms: Penampilan Jam

source: Calendar Appearance
eu: Egutegiaren itxura
ms: Rupa Kalendar

source: Calendar Integration
eu: Egutegiaren integrazioa
ms: Integrasi Kalendar

source: Calendar URL
eu: Egutegiaren URLa
ms: URL Kalendar

source: Calendar
eu: Egutegia
ms: Kalendar

source: Forget Password
eu: Ahaztu pasahitza

source: Do you want to erase your calendar password from the calendar applet? If you choose to clear your password, you will be prompted again for your calendar login credentials.
eu: Zure egutegiko pasahitza ezabatu nahi duzu egutegi appletetik? Zure pasahitza ezabatzea aukeratzen baduzu, egutegian sartzeko kredentzialak eskatuko zaizkizu berriro.
ms: Anda pasti hendak memadam kata laluan kalendar anda dari applet kalendar? Jika anda pilih untuk mengosongkan kata laluan anda, anda akan dinyatakan lagi sekali log masuk kalendar anda.

source: Avant Calendar Applet
eu: Avant egutegi-appleta

source: A Calendar Applet for the Avant Window Navigator. Images by Deleket.
eu: Avant Window Navigator-entzako egutegi-appleta. Irudiak: Deleket.

source: Open in
eu: Ireki hemen:
ms: Buka dalam

source: Today
eu: Gaur
ms: Hari Ini

source: Unable to read calendar data from external source.
eu: Ezin izan dira egutegiaren datuak irakurri kanpoko iturburutik.
ms: Tidak dapat membaca data kalendar dari sumber luar.

source: No appointments.
eu: Ez dago hitzordurik.
ms: Tiada temu janji.

source: No appointments
eu: Ez dago hitzordurik
ms: Tiada temujanji

source: The user agent to send when retrieving comics.
eu: Bidaliko den erabiltzaile-agentea komikiak eskuratzean.
ms: Agen pengguna menghantar ketika memuatkan komik.

source: Failed to download %s. Press "next" to try again.
eu: %s ezin izan da deskargatu. Sakatu "Hurrengoa" berriro saiatzeko.
ms: Gagal memuat turun %s. tekan "next" untuk cuba lagi.

source: The URL is not a valid comic feed. Press "next" to try again
eu: URLa ez da komikien jario baliagarria. Sakatu "Hurrengoa" berriro saiatzeko
ms: URL suapan komik tidak sah. Tekan "next" untuk cuba lagi

source: Connecting to <i>%s</i>...
eu: <i>%s</i>-(e)ra konektatzen...
ms: Menyambung ke <i>%s</i>...

source: Found <b>%(name)s</b>! <i>%(description)s</i>
eu: <b>%(name)s aurkitu dira!</b>! <i>%(description)s</i>
ms: Temui <b>%(name)s</b>! <i>%(description)s</i>

source: Comics!
eu: Komikiak!
ms: Komik!
