Repository: p12tic/awn-extras
Catalog: po/*.po
Languages: eu, ms

source: City, and country of the weather location.
eu: Eguraldi-kokapenaren hiria eta herrialdea.
ms: Lokasi cuaca untuk bandar dan negara.

source: Code that identifies the weather location.
eu: Eguraldi-kokapena identifikatzen duen kodea.
ms: Lokasi cuaca mengikut kod.

source: If enabled, show the temperature as an overlay in the icon.
eu: Gaituta badago, tenperatura ikonoan gainjarrita erakusten du.
ms: Jika dibenarkan, papar suhu sebagai tindihan atas ikon.

source: Maximum width of map in pixels.
eu: Maparen zabalera maximoa pixeletan.
ms: Lebar maksimum peta didalam piksel

source: Show days of forecast in a transparent, curved dialog.
eu: Erakutsi iragarpen-egunak koadro garden kurbatuan.
ms: Papar hari ramalan didalam dialog lengkung dan lutsinar.

source: Size of the temperature overlay in the icon (0: small, 1: medium, 2: large).
eu: Tenperatura-gainjartzearen tamaina ikonoan (0: txikia, 1: ertaina, 2: handia).

source: Temperature unit (0: Celsius, 1: Fahrenheit).
eu: Tenperatura-unitatea (0: Celsius, 1: Fahrenheit).

source: Forecast
eu: Iragarpena
ms: Ramalan

source: for
eu: hiri honetarako:
ms: untuk

source: WEEKDAY
eu: ASTEGUNA
ms: HARIMINGGU

source: Tomorrow
eu: Bihar
ms: Esok

source: DESCRIPTION
eu: DESKRIBAPENA
ms: KETERANGAN

source: Weather data provided by weather.com
eu: weather.com-ek eskainitako eguraldi-datuak
ms: Data cuaca yang disediakan oleh weather.com

source: Blowing Snow
eu: Elur-bisutsa

source: Blustery
eu: Ekaitzak

source: Clear
eu: Garbi

source: Cloudy
eu: Hodeitsu

source: Cold
eu: Hotz

source: Drizzle
eu: Zirimiria

source: Dust
eu: Hautsa

source: Fair
eu: Ona

source: Fog
eu: Lainoa

source: Freezing Drizzle
eu: Zirimiri izoztua

source: Freezing Rain
eu: Euri izoztua

source: Hail
eu: Kazkabarra

source: Haze
eu: Lanbroa

source: Heavy Snow
eu: Elur asko

source: Hot
eu: Beroa

source: Hurricane
eu: Haize-erauntsia

source: Isolated Thunderstorms
eu: Ekaitz isolatuak

source: Light Drizzle
eu: Zirimiri arina

source: Light Rain Shower
eu: Euri-zaparrada arinak

source: Light Rain with Thunder
eu: Euri arina trumoiarekin

source: Light Snow Showers
eu: Elur-zaparrada arinak

source: Mist
eu: Lanbroa

source: Mixed Precipitation
eu: Prezipitazio nahasiak

source: Mixed Rain and Hail
eu: Euri eta kazkabar nahasia

source: Mixed Rain and Sleet
eu: Euri eta elurbusti nahasia

source: Mixed Rain and Snow
eu: Euri eta elur nahasia

source: Mostly Cloudy
eu: Oso hodeitsu

source: N/A
eu: E/E

source: Partly Cloudy
eu: Pixka bat hodeitsu

source: Scattered Showers
eu: Zaparrada sakabanatuak

source: Scattered Snow Showers
eu: Elur-zaparra sakabanatuak

source: Scattered Thunderstorms
eu: Ekaitz sakabanatuak

source: Severe Thunderstorms
eu: Ekaitz larriak

source: Showers
eu: Zaparradak

source: Showers in the Vicinity
eu: Zaparradak auzoko mugetan

source: Sleet
eu: Elurbustia

source: Smoke
eu: Lainoa

source: Snow
eu: Elurra

source: Snow Flurries
eu: Elur-boladak

source: Snow Showers
eu: Elur-zaparradak

source: Thunder Showers
eu: Ekaitz-zaparradak

source: Thunderstorms
eu: Trumoi-ekaitzak

source: Tornado
eu: Tornadoa

source: Tropical Storm
eu: Ekaitz tropikala

source: Windy
eu: Haizetsu

source: AM Clouds / PM Sun
eu: Hodeiak goizean / eguzkia arratsean

source: AM Drizzle
eu: Zirimiria goizean

source: AM Drizzle / Wind
eu: Zirimiria goizean / haizea

source: AM Fog / PM Sun
eu: Lainoa goizean / eguzkia arratsean

source: AM Light Rain
eu: Euri arina goizean

source: AM Light Snow
eu: Elur arina goizean

source: AM Rain / Snow
eu: Euria / elurra goizean

source: AM Rain / Wind
eu: Euria goizean / haizea

source: AM Showers
eu: Zaparradak goizean

source: AM T-Showers
eu: Ekaitz-zaparradak goizean

source: AM T-Storms
eu: Ekaitzak goizean

source: Few Showers
eu: Zaparrada gutxi

source: Heavy Rain
eu: Euri asko

source: Isolated T-Storms
eu: Ekaitz isolatuak

source: Light Rain
eu: Euri arina

source: Light Rain / Wind
eu: Euri arina / haizea

source: Light Snow / Fog
eu: Elur arina / lainoa

source: Mostly Sunny
eu: Nahiko eguzkitsu

source: Partly Cloudy / Wind
eu: Hodeitsu samar / haizea

source: PM Light Rain
eu: Euri arina arratsean

source: PM Showers
eu: Zaparradak arratsean

source: PM T-Showers
eu: Ekaitz-zaparradak arratsean

source: PM T-Storms
eu: Ekaitzak arratsean

source: Rain
eu: Euria

source: Rain / Snow Showers
eu: Euri- / elur-zaparradak

source: Rain / Thunder
eu: Euria / trumoia

source: Rain / Wind
eu: Euria / haizea

source: Scattered Showers / Wind
eu: Zaparrada isolatuak / haizea

source: Scattered T-Storms
eu: Ekaitz sakabanatuak

source: Showers / Wind
eu: Zaparradak / haizea

source: Sunny
eu: Eguzkitsu

source: Sunny / Wind
eu: Eguzkitsu / haizea

source: T-Showers
eu: Ekaitz-zaparradak

source: Monday
eu: Astelehena

source: Tuesday
eu: Asteartea

source: Wednesday
eu: Asteazkena

source: Thursday
eu: Osteguna

source: Friday
eu: Ostirala

source: Saturday
eu: Larunbata

source: Sunday
eu: Igandea

source: Display the local weather
eu: Erakutsi tokiko eguraldia
ms: Papar cuaca setempat

source: Weather Applet
eu: Eguraldi-appleta
ms: Aplet Cuaca

source: Weather
eu: Eguraldia

source: Applet to display current weather and forecast
eu: Uneko eguraldia eta iragarpena erakusteko appleta

source: Could not retrieve weather data. You may be experiencing connectivity issues.
eu: Ezin izan da eguraldi-daturik eskuratu. Agian konektagarritasun-arazoak dituzu.

source: Network error in Weather
eu: Sare-errorea eguraldiaren appletean

source: Fetching conditions for
eu: Baldintzak jasotzen honetarako:
ms: Mengambil suasana untuk

source: Show _Map
eu: Erakutsi _mapa
ms: Papar _Peta

source: No records found
eu: Ez da erregistrorik aurkitu
ms: Tiada rekod ditemui

source: Searching...
eu: Bilatzen...
ms: Menggelintar...

source: <b>Icon Display</b>
eu: <b>Ikonoaren bistaratzea</b>
ms: <b>Papar Ikon</b>

source: <i><b>Examples:</b> Boston; Portland, ME, Amsterdam; or Osaka, Japan.</i>
eu: <i><b>Adibideak:</b> Boston; Portland, ME, Amsterdam; edo Osaka, Japan.</i>
ms: <i><b>Contoh:</b> Boston; Portland, ME, Amsterdam; atau Osaka, Japan.</i>

source: Current _location:
eu: Uneko _kokapena:
ms: _Lokasi semasa:

source: If enabled, the dialog will be transparent, and the five days of the forecast will be curved
eu: Gaituta badago, koadroa gardena izango da, eta iragarpenaren bost egunak modu kurbatuan erakutsiko dira
ms: Jika dibenarkan, dialog akan menjadi lutsinar, dan ramalan dalam tempoh lima hari akan menjadi lengkung

source: If enabled, the temperature will be displayed in the icon
eu: Gaituta badago, tenperatura ikonoan erakutsiko da
ms: Jika dibenarkan, suhu akan dipaparkan pada ikon

source: Maximum _map width:
eu: Maparen _zabalera maximoa:
ms: Lebar _peta maksimum

source: Show temperature in _icon
eu: Erakutsi tenperatura _ikonoan
ms: Papar suhu pada ikon

source: Temperature _unit:
eu: Tenperatura-_unitatea:
ms: _Unit suhu:

source: Temperature font _size:
eu: Tenperaturaren letra-tipoaren _tamaina:
ms: Saiz fon suhu:

source: Use transparent/curved _forecast dialog
eu: Erabili koadro garden/kurbatua _iragarpenerako
ms: Guna dialog ramalan_lengkung/lutsinar

source: _Location Name:
eu: _Kokapenaren izena:
ms: Nama _Lokasi:

source: Open Location
eu: Ireki kokapena
ms: Buka Lokasi

source: Set as new _Home Page
eu: Ezarri orri _nagusi berri modura
ms: Tetapkan sebagai Laman baru

source: Web Applet
eu: Web appleta
ms: Applet Sesawang

source: Flag that enables usage of the "Open Location" dialog in the applet.
eu: "Ireki kokapena" koadroa appletean erabiltzea gaitzen duen bandera.

source: HTML engine to use.
eu: Erabiliko den HTML motorra.
ms: Enjin HTML yang digunakan.

source: If true display location entry and website buttons
eu: Egiazkoa bada, kokapenaren sarrera eta webgunearen botoiak erakusten ditu
ms: Jika benar papar masukan lokasi dan butang laman sesawang

source: Name of specialized website to use
eu: Erabiliko den webgune espezializatuaren izena
ms: Nama laman sesawang khusus yang digunakan

source: Width in %% or px.
eu: Zabalera %%-(e)tan edo pixeletan.
ms: Lebar dalam %% atau px.

source: height in %% or px.
eu: Altuera %%-(e)tan edo pixeletan.
ms: Tinggi dalam %% atau px.

source: Applet for Websites
eu: Webguneentzako appleta
ms: Applet Laman Sesawang

source: A simple test animation
eu: Probako animazio sinplea
ms: Uji animasi yang ringkas

source: Main menu with places and recent documents
eu: Menu nagusia lekuekin eta azken dokumentuekin
ms: Menu utama dengan tempat dan dokumen terbaru

source: Yet Another Menu Applet
eu: Beste menu-applet bat
ms: Aplet Menu yang Lain

source: Log out %s of this session to log in as a different user
eu: Atera %s saiotik beste erabiltzaile-izen batekin sartzeko

source: _Edit Menus
eu: _Editatu menuak

source: Open your personal folder
eu: Ireki karpeta pertsonala

source: Open the contents of your desktop in a folder
eu: Ireki mahaigaineko edukia karpeta batean

source: Connect to a remote computer or shared disk
eu: Konektatu urruneko ordenagailura edo partekatutako diskora

source: Clear all items from the recent documents list
eu: Garbitu azken dokumentuen zerrendako elementu guztiak

source: Open '%s'
eu: Ireki '%s'

source: Mount %s
eu: Muntatu %s

source: Clearing the Recent Documents list will clear the following: * All items from the Places > Recent Documents menu item. * All items from the recent documents list in all applications.
eu: Azken dokumentuen zerrenda garbitzean hurrengoa ezabatuko da: * Lekuak > Azken dokumentuak menuko elementu guztiak. * Aplikazio guztietako azken dokumentuen ataleko elementu guztiak.

source: Awn System Monitor
eu: Awn-ren sistema-monitorea
ms: Pemantau Sistem Awn

source: Graph update frequency, in milliseconds.
eu: Grafikoaren eguneratze-maizatasuna, milisegundotan.
ms: Frekuensi kemaskini graf, dalam milisaat

source: Set to 1 (true) to draw the gradient overlay on the graph.
eu: Ezarri 1 (egia) gradientea grafikoari gainjarrita marrazteko.
ms: Tetapkan kepada 1 (benar) untuk melukis tindihan atas gradient pada graf

source: The color used in the applet border.
eu: Appletaren ertzean erabiliko den kolorea.
ms: Warna yang digunakan pada sempadan aplet.

source: The color used in the graph lines.
eu: Grafikoaren lerroetan erabiliko den kolorea.
ms: Warna yang digunakan pada garis graf.

source: The color used in the graph lines. Valid values are 0.0 through 1.0.
eu: Grafikoaren lerroetan erabiliko den kolorea. Baliozko balioak 0.0tik 1.0ra doaz.
ms: Warna yang digunakan pada garis graf. Nilai sah adalah 0.0 ke 1.0.

source: The pixel width of the applet border.
eu: Appletaren ertzaren zabalera pixeletan.
ms: Lebar piksel bagi sempadan aplet.

source: Awn Main Menu
eu: Awn-ren menu nagusia
ms: Menu Utama Awn

source: Displays a list of all your applications
eu: Zure aplikazio guztien zerrenda erakusten du
ms: Papar senarai semua aplikasi anda

source: A main menu for Awn
eu: Awn-rentzako menu nagusia
ms: Menu utama untuk Awn

source: The url of the Pandora mini flash player.
eu: Pandora flash erreproduzigailu txikiaren URLa.
ms: Url pemain flash Pandora mini

source: Listen to Pandora Internet Radio
eu: Entzun Pandora Internet Radio
ms: Dengar Radio Internet Pandora

source: Celsius
ms: Selsius

source: km/h
ms: km/j

source: mph
ms: bsj

source: Google Calendar
ms: Kalendar Google

source: Google Reader
ms: Pembaca Google

source: Reddit Inbox
ms: Peti Masuk Reddit

source: %s <a href='%s'>%s</a> <a href='%s'>%s</a> (%s More)
ms: %s <a href='%s'>%s</a> <a href='%s'>%s</a> (%s Lagi)

source: feeds.opml
ms: suapan.opml

source: Unix Spool
ms: Kili Unix

source: Compiz Wallpaper Plugin
ms: Pemalam Kertas Dinding Compiz

source: Pandora Radio
ms: Radio Pandora
