Repository: p12tic/awn-extras
Catalog: po/*.po
Languages: eu, ms

source: Launch your folder bookmarks
eu: Abiarazi karpeten laster-markak
ms: Lancar folder tanda buku anda

source: A simple applet to test python support
eu: Python euskarria probatzeko applet sinplea
ms: Aplet mudah untuk menguji sokongan python

source: Test Python Applet
eu: Probatu Python appleta
ms: Aplet Uji Python

source: Action to perform when left clicking on the icon.
eu: Ikonoan ezkerrarekin klik egitean gauzatuko den ekintza.
ms: Tindakan yang dilakukan apabila pengklikan kiri pada ikon.

source: Command to execute if org.gnome.ScreenSaver is not available.
eu: org.gnome.ScreenSaver eskuragarri ez badago exekutatuko den komandoa.
ms: Perintah yang dijalankan jika org.gnome.ScreenSaver tiada.

source: Command to execute if org.gnome.SessionManager is not available.
eu: org.gnome.SessionManager eskuragarri ez badago exekutatuko den komandoa.
ms: Perintah yang dijalankan jika org.gnome.SessionManager tiada.

source: An applet to exit or log out of your session
eu: Zure saiotik irten edo saioa bukatzeko appleta
ms: Applet untuk tutup atau daftar keluar sesi anda

source: Quit-Log Out applet
eu: Irten-Saioa amaitu appleta
ms: Applet Tutup-Daftar Keluar

source: Protect your computer from unauthorized use
eu: Babestu zure ordenagailua baimentik gabeko erabileratik
ms: Lindungi komputer anda daripada penggunaan yang tidak diingini

source: Log Out...
eu: Amaitu saioa...
ms: Daftar keluar

source: Log out of this session to log in as a different user
eu: Amaitu saio hau beste erabiltzaile batekin saioa hasteko
ms: Daftar keluar dari sesi ini untuk daftar masuk sebagai pengguna lain

source: Shut Down...
eu: Itzali...
ms: Tutup...

source: Shut down the system
eu: Itzali sistema
ms: Tutup sistem

source: Quit-Log Out
eu: Irten-Saioa amaitu

source: An applet to lock your screen, log out of your session, or shut down the system
eu: Pantaila blokeatzeko, saiotik irteteko edo sistema itzaltzeko appleta

source: Show Docklet
eu: Erakutsi docklet-a

source: Shut Down
eu: Itzali

source: Log Out %s...
eu: Amaitu %s(r)en saioa...

source: Left click _action:
eu: Ezkerreko klikaren _ekintza:

source: Applet displaying related items by talking to Zeitgeist
eu: Erlazionatutako elementuak erakusten dituen appleta Zeitgeist-en oinarrituta

source: Related applet
eu: Erlazionatutako elementuen appleta

source: The color (RGBA) applet border.
eu: Appletaren ertzaren kolorea (RGBA).
ms: Warna (RGBA) sempadan aplet.

source: The color of the desktop (RGBA) if grab_wallpaper is FALSE.
eu: Mahaigainaren kolorea (RGBA) grab_wallpaper FALSE bada.
ms: Warna bagi desktop (RGBA) jika grab_wallpaper adalah PALSU.

source: 0... centre 1 NW 2 NE 3 SE 4 SW
eu: 0... erdia 1 NW 2 NE 3 SE 4 SW
ms: 0... tengah 1NW 2 NE 3 SE 4 SW

source: Alpha to apply to icon overlayed on active window.
eu: Leiho aktiboan gainjarritako ikonoari aplikatuko zaion alpha.
ms: Alfa untuk digunakan pada ikon yang ditindih atas tetingkap aktif.

source: Alpha to apply to icon overlayed on inactive window.
eu: Leiho ez-aktiboan gainjarritako ikonoari aplikatuko zaion alpha.
ms: Alfa untuk digunakan pada ikon yang ditindih atas tetingkap tidak aktif.

source: Alpha value to apply to active workspace background.
eu: Laneko area aktiboaren atzeko planoari aplikatuko zaion alpha.
ms: Nilai alfa yang digunakan untuk latar belakang ruang kerja aktif.

source: Alpha value to apply to inactive workspace background.
eu: Laneko area ez-aktiboaren atzeko planoari aplikatuko zaion alpha.
ms: Nilai alfa yang digunakan untuk latar belakang ruang kerja tidak aktif.

source: Applet border width. 0 indicates no border.
eu: Appletaren ertzaren zabalera. 0 balioak ertzik eza adierazten du.
ms: Lebar sempadan aplet, 0 menunjukkan tiada sempadan.

source: Factor to scale icons as specified by scale_icon_mode. range greater 0, less or equal 1
eu: Ikonoak eskalatzeko faktorea, scale_icon_mode parametroak dioen moduan. Tartea 0 baino handiagoa, eta 1 baino txikiagoa edo berdina

source: Method to grab windows. 0...gdk.
eu: Leihoak kapturatzeko metodoa. 0...gdk.

source: Mousewheel 0. off. 1 up left, down right. 2 Opposite direction of 1. 3 Same as 1 no wrap. 4 opposite direction of 3.
eu: Saguaren gurpila 0. off. 1 gora ezkerrera, behera eskuinera. 2, 1en aurkako zentzua. 3, 1 bezala baina doitu gabe. 4, 3ren aurkako zentzua.

source: Number of seconds before a cached window surface is considered to be expired. After this duration it will be updated when needed if it possible to do so.
eu: Segundo-kopurua leiho katxeatu baten azalera iraungi dela kontsideratu arte. Iraupen honen ondoren eguneratu egingo da, beharrezkoa denean, posible bada.

source: Queued render timer. Number of milliseconds between queued render updates. The smaller the number the less lag will be apparent on shinyswitcher updates. Multiples of 1000 are more power and CPU efficient.
eu: Ilarako errendatze-kronometroa. Ilarako errendatzeen eguneraketen arteko milisegundo-kopurua. Zenbaki txikiagoak atzerapen aparente txikiagoa eragingo du aldatzailearen eguneraketetan. 1000 zenbakiaren anizkoitzak eraginkorragoak dira potentziaren eta PUZaren aldetik.

source: Scales the applet size relative to the maximum icon size
eu: Appletaren tamaina eskalatzen du ikono-tamaina maximoarekiko
ms: Skalakan saiz aplet yang relatif kepada saiz ikon maksimum

source: The colour (RGBA) of the applet border.
eu: Appletaren ertzaren kolorea (RGBA).
ms: Warna (RGBA) bagi sempadan aplet.

source: The colour of the desktop (RGBA) if grab_wallpaper is FALSE.
eu: Mahaigainaren kolorea (RGBA) grab_wallpaper FALSE bada.
ms: Warna desktop (RGBA) jika grab_wallpaper adalah PALSU.

source: The number of columns in the pager.
eu: Zutabe-kopurua orrialdekatzailean.
ms: Bilangan lajur didalam pager

source: The number of rows in the pager.
eu: Errenkada-kopurua orrialdekatzailean.
ms: Bilangan baris didalam pager.

source: When to overly the app icon: 0...no 1...on inactive workspace onlt 2...all but active win 3..all.
eu: Noiz gainjarri aplikazio-ikonoa: 0...ez 1...laneko area ez-aktiboan soilik 2...denetan leiho aktiboan salbu 3..dena.

source: When to scale icons: 0...none 1...on all active ws 2...on_active_win 3...all
eu: Noiz eskalatu ikonoak: 0...ez 1...leiho aktibo guztietan 2...leiho aktiboan 3..dena.

source: Whether to grab wallpaper.
eu: Horma-papera kapturatuko den ala ez.

source: Win grabs: 0...none 1...all (grab method may override) 2..active ws (and sticky) 3...active win
eu: Leihoen kapturak: 0...ez 1...denak (kaptura-metodoak gainidatzi dezake) 2..laneko are aktiboa (eta itsaskorra) 3...leiho aktiboa

source: <b>Background transparency</b>
eu: <b>Atzeko planoaren gardentasuna</b>
ms: <b>Kelutsinaran Latar Belakang</b>

source: <b>Background</b>
eu: <b>Atzeko planoa</b>
ms: <b>LatarBelakang</b>

source: <b>Icon transparency</b>
eu: <b>Ikonoen gardentasuna</b>
ms: <b>Kelutsinaran ikon</b>

source: <b>Timers</b>
eu: <b>Kronometroak</b>
ms: <b>Pemasa</b>

source: <b>Viewport size</b>
eu: <b>Leihatilaren tamaina</b>
ms: <b>Saiz port pandang</b>

source: <b>Windows</b>
eu: <b>Leihoak</b>
ms: <b>Tetingkap</b>

source: Active window:
eu: Leiho aktiboa:
ms: Tetingkap aktif:

source: Active workspace
eu: Laneko area aktiboa
ms: Ruang kerja aktif

source: Active workspace:
eu: Laneko area aktiboa:
ms: Ruang kerja aktif:

source: All window
eu: Leiho guztiak
ms: Semua tetingkap

source: All windows
eu: Leiho guztiak
ms: Semua tetingkap

source: B_order color:
eu: _Ertzaren kolorea:
ms: Warna S_empadan:

source: Border _size:
eu: Ertzaren _tamaina:
ms: _Saiz sempadan:

source: C_ustom color:
eu: Kolore _pertsonalizatua:
ms: Warna suai:

source: Cache expiration:
eu: Katxearen iraungipena
ms: Tempoh tamat cache:

source: Center
eu: Erdia
ms: Tengah

source: Co_lumns:
eu: _Zutabeak:
ms: Lajur:

source: Icon _display:
eu: Ikonoaren _bistaratzea:
ms: _Papar ikon:

source: Icon _scaling:
eu: Ikonoaren _eskalatzea:
ms: _Penskalaan ikon

source: Inactive window:
eu: Leiho inaktiboa:
ms: Tetingkap tak aktif:

source: Inactive windows
eu: Leiho inaktiboak
ms: Tetingkap tak aktif

source: Inactive workspace:
eu: Laneko area inaktiboa:
ms: Ruang kerja tak aktif:

source: Inactive workspaces
eu: Laneko area inaktiboak
ms: Ruang kerja tak aktif

source: Look
eu: Itxura
ms: Lihat

source: Lower left
eu: Behean ezkerrean
ms: Kiri bawah

source: Lower right
eu: Behean eskuinean
ms: Kanan bawah

source: Never
eu: Inoiz ez
ms: Jangan sesekali

source: Only active window
eu: Leiho aktiboa soilik
ms: Hanya tetingkap aktif

source: Render update:
eu: Errendatze-eguneraketa:

source: Scale _amount:
eu: Eskala _kantitatea:
ms: Jumlah Penskalaan:

source: Scaled icon _position:
eu: Eskalatutako ikonoaren k_okapena:
ms: _Kedudukan ikon terskala:

source: Shiny Switcher Preferences
eu: Shiny Switcher-en hobespenak
ms: Keutamaan Penukar Shiny

source: Upper left
eu: Goian ezkerrean
ms: Kiri atas

source: Upper right
eu: Goian eskuinean
ms: Kanan atas

source: Use _desktop background
eu: Erabili _mahaigainaren atzeko planoa
ms: Guna latar belakang _desktop

source: _Applet size:
eu: Appletaren _tamaina:
ms: Saiz _aplet:

source: _Rows:
eu: _Errenkadak:
ms: _Baris:

source: _Thumbnailing:
eu: _Miniaturak:

source: A prettier desktop switcher
eu: Mahaigain-aldatzaile politagoa

source: Shiny Switcher
eu: Aldatzaile distiratsua

source: Applet Preferences
eu: Appletaren hobespenak

source: Show Desktop
eu: Erakutsi mahaigaina
ms: Papar Desktop

source: Hides your windows and shows your desktop.
eu: Zure leihoak ezkutatu eta zure mahaigaina erakusten du.
ms: Sembunyi tetingkap anda dan papar desktop anda.

source: Show hidden windows
eu: Erakutsi leiho ezkutuak
ms: Papar tertingkap tersembunyi

source: Hide windows and show desktop
eu: Ezkutatu leihoak eta erakutsi mahaigaina
ms: Sembunyi tetingkap dan papar desktop

source: The background color of the dialog
eu: Koadroaren atzeko planoaren kolorea.
ms: Warna latar belakang dialog

source: The border color of a drawn window
eu: Marraztutako leiho baten ertzaren kolorea
ms: Warna sempadan tetingkap yang dilukis

source: The border color of the dialog
eu: Koadroaren ertzaren kolorea.
ms: Warna sempadan bagi dialog

source: The bottom part of the shiny gradient
eu: Gradiente distiratsuaren beheko aldea
ms: Bahagian bawah gradient shiny

source: The bottom part of the shiny gradient when hovered
eu: Gradiente distiratsuaren beheko aldea sagua gainetik pasatzean
ms: Bahagian bawah gradient shiny apabila terapung

source: The drop shadow color of the drawn number
eu: Marraztutako zenbakiaren itzalaren kolorea

source: The file to use as the background image
eu: Atzeko planoko irudi gisa erabiliko den fitxategia
ms: Fail yang digunakan sebagai imej latar belakang

source: The height of a workspace widget
eu: Laneko areen trepetaren altuera
ms: Tinggi widget ruang kerja

source: The hovered border color of a workspace widget
eu: Laneko areen trepetaren ertzaren kolorea sagua gainetik pasatzean
ms: Warna sempadan terapung bagi widget ruang kerja

source: The icon's border color
eu: Ikonoaren ertzaren kolorea
ms: Warna sempadan ikon

source: The main color of a drawn window
eu: Marraztutako leiho baten kolore nagusia
ms: Warna utama bagi tetingkap yang dilukis

source: The main color of the drawn number
eu: Marraztutako zenbakiaren kolore nagusia

source: The normal border color of a workspace widget
eu: Laneko areen trepetaren ertzaren kolore normala
ms: Warna sempadan normal bagi widget ruang kerja

source: The top part of the shiny gradient
eu: Gradiente distiratsuaren goiko aldea
ms: Bahagian atas gradient shiny

source: The top part of the shiny gradient when hovered
eu: Gradiente distiratsuaren goiko aldea sagua gainetik pasatzean
ms: Bahagian atas gradient shiny apabila terapung

source: The width of a workspace widget
eu: Laneko areen trepetaren zabalera
ms: Lebar widget ruang kerja

source: Whether or not to use custom colors for the dialog
eu: Koadrorako kolore pertsonalizatuak erabiliko diren ala ez
ms: Sama ada guna atau tidak gunakan warna suai bagi dialog

source: Whether or not to use the standard text overlay
eu: Testuaren gainjartze estandarra erabiliko den ala ez
ms: Sama ada guna atau tidak gunakan tindihan atas teks piawai

source: Which background image(s) source to use: gnome, compiz, file
eu: Atzeko planoko irudirako zein jatorri erabiliko den: gnome, compiz, fitxategia
ms: Sumber imej latar belakang yang digunakan: fail, gnome, compiz

source: SlickSwitcher Preferences
eu: SlickSwitcher-en hobespenak
ms: Keutamaan SlickSwitcher

source: Border Colors
eu: Ertzen koloreak
ms: Warna Sempadan

source: Icon border:
eu: Ikonoaren ertza:
ms: Sempadan ikon:

source: Normal border:
eu: Ertz normala:
ms: Sempadan normal:

source: Hovered border:
eu: Nabarmendutako ertza:
ms: Sempadan terapung:

source: Window Colors
eu: Leihoen koloreak
ms: Warna Tetingkap

source: Main color:
eu: Kolore nagusia:
ms: Warna utama:

source: Border color:
eu: Ertzaren kolorea:
ms: Warna sempadan:

source: Dialog colors
eu: Koadroaren koloreak
ms: Warna dialog

source: Use custom colors
eu: Erabili kolore pertsonalizatuak
ms: Guna warna suai

source: Background color:
eu: Atzeko planoaren kolorea:
ms: Warna latar belakang:

source: Colors
eu: Koloreak
ms: Warna

source: Number Colors
eu: Zenbaki-koloreak
ms: Warna Nombor

source: Drop-shadow color:
eu: Itzalaren kolorea:
ms: Warna bayangan-jatuh:

source: Shine Colors
eu: Kolore distiratsuak
ms: Warna Shine

source: Top color:
eu: Goiko kolorea:
ms: Warna atas:

source: Bottom color:
eu: Beheko kolorea:
ms: Warna bawah:

source: Hover top color:
eu: Goiko kolorea nabarmentzean:

source: Hover bottom color:
eu: Beheko kolorea nabarmentzean:

source: Other colors
eu: Beste kolore batzuk
ms: Warna lain

source: Width:
eu: Zabalera:
ms: Lebar:

source: Height:
eu: Altuera:
ms: Tinggi:

source: Workspace Size
eu: Laneko arearen tamaina
ms: Saiz Ruang Kerja

source: Mode:
eu: Modua:
ms: Mod:

source: File
eu: Fitxategia
ms: Fail

source: File:
eu: Fitxategia:
ms: Fail:

source: Choose a Background Image
eu: Hautako atzeko planoko irudia
ms: Pilih Imej Latar Belakang

source: Pictures
eu: Irudiak
ms: Gambar

source: Background
eu: Atzeko planoa
ms: Latar Belakang

source: Advanced
eu: Aurreratua
ms: Lanjutan

source: A visual workspace switcher
eu: Laneko areen aldatzaile bisuala
ms: Penukar ruang kerja visual

source: CPU graph type to use. Note that some Icons do not support all graph types. If this occurs an icon will revert to it's own default (value of 0).
eu: Erabiliko den PUZ grafiko-mota. Kontuan izan zenbait ikonok ez dituztela grafiko-mota guztiak onartzen. Hori gertatzen bada, ikonoa balio lehenetsira itzulikoa da (0 balioa).

source: If the updates are time based then how frequently to update in ms.
eu: Eguneraketak aldizkakoak badira, eguneratze-maiztasuna zein den ms-tan.

source: Just a dummy key.. this will be removed later.
eu: Probako gakoa.. geroago kendu egingo da.

source: List of icons
eu: Ikonoen zerrenda
ms: Senarai ikon

source: Render background.
eu: Errendatu atzeko planoa.

source: CPU: %2.0lf%%
eu: PUZ: %% %2.0lf

source: CPU
eu: PUZ

source: Graph Type
eu: Grafiko-mota

source: Area
eu: Azalera

source: Circle
eu: Zirkulua

source: Bars
eu: Barrak

source: Default
eu: Lehenetsia

source: Render Background
eu: Errendatu atzeko planoa

source: PID
eu: PIDa

source: Process Name
eu: Prozesu-izena

source: Manage system activity
eu: Kudeatu sistemaren jarduera
ms: Urus aktivit sistem

source: System Monitor
eu: Sistema-monitorea
ms: Pemantau Sistem

source: Applet that shows the shock protection status of your disks
eu: Zure diskoen babes-egoera erakusten duen appleta
ms: Applet yang memaparkan status perliindungan gegaran pada cakera anda

source: %s protected from shocks
eu: %s shock-etatik babestuta

source: %s not protected from shocks
eu: %s shock-etatik babestu gabe

source: No hard disk found
eu: Ez da disko gogorrik aurkitu

source: Background color for high priority items
eu: Lehentasun altuko elementuetarako azteko planoaren kolorea
ms: Warna latar belakang untuk item keutamaan tinggi

source: Background color for low priority items
eu: Lehentasun baxuko elementuetarako azteko planoaren kolorea
ms: Warna latar belakang untuk item keutamaan rendah

source: Background color for medium priority items
eu: Lehentasun ertaineko elementuetarako azteko planoaren kolorea
ms: Warna latar belakang untuk item keutamaan sederhana

source: List of colors to use for the custom color
eu: Kolore pertsonalizaturako erabiliko diren koloreen zerrenda
ms: Senarai warna yang digunakan untuk warna suai

source: List of items' details
eu: Elementuen xehetasunen zerrenda
ms: Senarai perincian item

source: List of items' names
eu: Elementuen izenen zerrenda
ms: Senarai nama item

source: List of items' priorities (0-3)
eu: Elementuen lehentasunen zerrenda (0-3)
ms: Senarai keutamaan item (0-3)

source: List of items' progresses in percent (0-100)
eu: Elementuen aurrerapenen zerrenda (ehunekotan, 0-100)

source: Text color for high priority items
eu: Lehentasun altuko elementuetarako testu-kolorea
ms: Warna teks untuk item keutamaan tinggi

source: Text color for low priority items
eu: Lehentasun baxuko elementuetarako testu-kolorea
ms: Warna teks untuk item keutamaan rendah

source: Text color for medium priority items
eu: Lehentasun ertaineko elementuetarako testu-kolorea
ms: Warna teks untuk item keutamaan sederhana

source: The color to use for the icon
eu: Ikonorako erabiliko den kolorea
ms: Warna yang digunakan pada ikon

source: The custom width for the item entries
eu: Elementu-sarreretarako zabalera pertsonalizatua
ms: Lebar suai untuk masukan item

source: The icon's opacity (10-100)
eu: Ikonoaren opakotasuna (10-100)
ms: Kelegapan ikon (10-100)

source: The list of categories that are expanded
eu: Zabalik dauden kategorien zerrenda
ms: Senarai kategori yang telah dikembangkan

source: The list of categories' names
eu: Kategorien izenen zerrenda
ms: Senarai nama kategori

source: The list of items' categories
eu: Elementuen kategorien zerrenda
ms: Senarai item kategori

source: The title to display
eu: Erakutsiko den izenburua
ms: Tajuk paparan

source: What type of icon to display (progress, progress-items, items)
eu: Zein ikono-mota erakutsiko den (aurrerapena, aurrerapen-elementuak, elementuak)
ms: Jenis ikon yang dipaparkan (kemajuan, item-kemajuan, item)

source: Whether or not to confirm the deletion of categories
eu: Kategorien ezabaketa baieztatu behar den ala ez
ms: Samada sah atau tidak sah penghapusan kategori

source: Whether or not to confirm the deletion of items
eu: Elementuen ezabaketa baieztatu behar den ala ez
ms: Samada sah atau tidak sah penghapusan item

source: Whether or not to use a custom width for the entries
eu: Sarreretarako zabalera pertsonalizatua erabiliko den ala ez
ms: Samada guna atau tidak gunakan lebar suai untuk masukan

source: Custom
eu: Pertsonalizatua
ms: Suai

source: Current Theme
eu: Uneko gaia
ms: Tema Semasa

source: Butter
eu: Gurina
ms: Mentega

source: Chameleon
eu: Kamaleoia
ms: Kameleon

source: Orange
eu: Laranja
ms: Oren

source: Sky Blue
eu: Zeru urdina
ms: Biru Langit

source: Plum
eu: Arana

source: Chocolate
eu: Txokolatea
ms: Coklat

source: Scarlet Red
eu: Gorri eskarlata
ms: Merah Skarlet

source: Aluminium 1
eu: Aluminioa 1

source: Aluminium 2
eu: Aluminioa 2

source: Number of Items
eu: Elementu-kopurua
ms: Bilangan Item

source: Progress
eu: Aurrerapena
ms: Kemajuan

source: Both
eu: Biak
ms: Kedua-duanya

source: To-Do List Preferences
eu: Egitekoen zerrendaren hobespenak
ms: Keutamaan Senarai Perlu-Buat

source: Priority
eu: Lehentasuna
ms: Keutamaan

source: Icon
eu: Ikonoa
ms: Ikon

source: Title
eu: Izenburua
ms: Tajuk

source: Confirm when removing...
eu: Baieztatu kentzean...
ms: Sahkan apabila membuang...

source: _Items
eu: _Elementuak
ms: _Item

source: C_ategories
eu: _Kategoriak
ms: K_ategori

source: Width
eu: Zabalera
ms: Lebar

source: _Use Custom Width
eu: _Erabili zabalera pertsonalizatua
ms: _Guna Lebag Suai

source: Width (pixels)
eu: Zabalera (pixelak)
ms: Lebar (piksel)

source: Low Priority
eu: Lehentasun baxua
ms: Keutamaan Rendah

source: Medium Priority
eu: Lehentasun ertaina
ms: Keutamaan Sederhana

source: High Priority
eu: Lehentasun altua
ms: Keutamaan Tinggi

source: Icon Color
eu: Ikono-kolorea
ms: Warna Ikon

source: Custom Colors
eu: Kolore pertsonalizatuak
ms: Warna Suai

source: Outer Border
eu: Kanpo-ertza
ms: Sempadan Luar

source: Inner Border
eu: Barne-ertza
ms: Sempadan Dalam

source: Main
eu: Nagusia
ms: Utama

source: Text
eu: Testua
ms: Teks

source: Icon Type
eu: Ikono-mota
ms: Jenis Ikon

source: Manage a simple To-Do list
eu: Kudeatu egitekoen zerrenda sinplea
ms: Urus senarai To-Do yang ringkas

source: To-Do List
eu: Egitekoen zerrenda

source: A simple To-Do List
eu: Egitekoen zerrenda sinplea
ms: Senarai To-Do yang ringkas

source: Remove item
eu: Kendu elementua
ms: Buang item

source: Remove category
eu: Kendu kategoria
ms: Buang kategori

source: View/Edit details
eu: Ikusi/editatu xehetasunak
ms: Papar/Sunting perincian

source: _Uncategorized
eu: Kategoriarik _gabea

source: _Category
eu: _Kategoria
ms: _Kategori

source: _To-Do item
eu: _Egitekoen zerrenda
ms: Item _To-Do

source: Priority:
eu: Lehentasuna:
ms: Keutamaan:

source: _Neutral
eu: _Neutrala

source: _Low
eu: _Baxua
ms: _Rendah

source: _Medium
eu: _Ertaina
ms: _Sederhana

source: _High
eu: _Altua
ms: _Tinggi

source: Progress(%):
eu: Aurrerapena(%):
ms: Kemajuan(%):

source: Are you sure you want to remove the category "%s?" All of its items will be removed.
eu: Seguru zaude "%s" kategoria kendu nahi duzula? Bere elementu guztiak kenduko dira.

source: Don't show this again.
eu: Ez erakutsi berriro.

source: Are you sure you want to remove this item?
eu: Seguru zaude elementu hau kendu nahi duzula?

source: %d%% done
eu: %d%% egina

source: Control Tomboy with D-Bus
eu: Kontrolatu Tomboy D-Bus-ekin
ms: Kawal Tomboy dengan D-Bus

source: Tomboy Applet
eu: Tomboy appleta
ms: Applet Tomboy

source: Select a tag:
eu: Hautatu etiketa:
ms: Pilih tag:

source: No tags were created yet
eu: Ez da etiketarik sortu oraindik

source: Select a note:
eu: Hautatu oharra:
ms: Pilih nota:

source: Version: %s
eu: Bertsioa: %s
ms: Versi: %s

source: New Note
eu: Ohar berria
ms: Nota Baru

source: New Tagged Note
eu: Etiketadun ohar berria
ms: Nota Bertag Baru

source: View Tagged Note
eu: Ikusi etiketadun oharra
ms: Papar Nota Bertag

source: A simple applet to test vala support
eu: Vala euskarria probatzeko applet sinplea
ms: Aplet ringkas untuk menguji sokongan vala

source: Test Vala Applet
eu: Probatu Vala appleta
ms: Uji Aplet Vala

source: Name of the device.
eu: Gailuaren izena.
ms: Nama peranti.

source: Name of the mixer track.
eu: Nahasgailu-pistaren izena.
ms: Nama trek pengadun.

source: Control your computer's volume
eu: Kontrolatu zure ordenagailuaren bolumena
ms: Kawal volum komputer anda

source: Volume Control
eu: Bolumen-kontrola
ms: Kawalan Volum

source: Applet to control your computer's volume
eu: Zure ordenagailuaren bolumena kontrolatzeko appleta

source: System theme
eu: Sistemaren gaia

source: Install the appropriate plug-ins for one or more of the following GStreamer elements: %s.
eu: Instalatu plugin egokiak hurrengo GStreamer elementuetarako: %s.

source: Could not find any devices.
eu: Ezin izan da gailurik aurkitu.

source: _Open Volume Control
eu: _Ireki bolumen-kontrola

source: No GStreamer mixer found
eu: Ez da aurkitu GStreamer nahasgailurik

source: No devices found
eu: Ez da gailurik aurkitu

source: <b>Audio Options</b>
eu: <b>Audio aukerak</b>
ms: <b>Plihan Audio</b>

source: _Device:
eu: _Gailua:
ms: _Peranti:

source: _Mixer track:
eu: _Nahasgailu-pista:
ms: Trek _pengadun:

source: _Mute
eu: _Mututu
